{
    "Koç": "Hayata karşı enerjik, direkt ve cesur bir yaklaşım sergilersiniz. Liderlik etmeyi ve yeni başlangıçlar yapmayı seversiniz. Sabırsız ve rekabetçi olabilirsiniz.",
    "Boğa": "Sakin, sabırlı ve güvenilir bir yapınız vardır. Güvenlik, konfor ve maddi değerler sizin için önemlidir. Değişime karşı dirençli ve inatçı olabilirsiniz.",
    "İkizler": "Meraklı, sosyal, iletişimci ve zeki birisiniz. Sürekli yeni şeyler öğrenmek ve insanlarla fikir alışverişi yapmak istersiniz. Kararsızlık ve yüzeysellik gösterebilirsiniz.",
    "Yengeç": "Duygusal, hassas, koruyucu ve anaç bir tavır sergilersiniz. Aile, yuva ve geçmiş sizin için çok önemlidir. Çekingen ve alıngan olabilirsiniz.",
    "Aslan": "Kendine güvenen, cömert, yaratıcı ve dikkat çekici birisiniz. İlgi odağı olmayı ve takdir edilmeyi seversiniz. Gururlu ve baskın bir karakteriniz olabilir.",
    "Başak": "Titiz, analitik, pratik ve hizmet odaklı birisiniz. Detaylara önem verir, düzenli ve verimli olmaya çalışırsınız. Aşırı eleştirel ve endişeli olabilirsiniz.",
    "Terazi": "Uyumlu, diplomatik, sosyal ve adil birisiniz. İlişkiler ve ortaklıklar hayatınızda merkezi bir rol oynar. Kararsızlık ve çatışmadan kaçınma eğiliminiz vardır.",
    "Akrep": "Gizemli, tutkulu, kararlı ve güçlü birisiniz. Hayatın derinliklerini araştırmayı ve kontrolü elinizde tutmayı istersiniz. Kıskanç ve kuşkucu olabilirsiniz.",
    "Yay": "Maceracı, iyimser, felsefi ve özgürlüğüne düşkün birisiniz. Yeni ufuklar keşfetmek ve hayatı deneyimlemek istersiniz. Sorumluluktan kaçma ve abartma eğiliminiz olabilir.",
    "Oğlak": "Disiplinli, sorumlu, hırslı ve ciddi birisiniz. Başarı, statü ve toplumsal saygınlık sizin için önemlidir. Karamsar ve katı kurallı olabilirsiniz.",
    "Kova": "Orijinal, bağımsız, insancıl ve entelektüel birisiniz. Toplumsal konulara duyarlısınız ve arkadaşlıklara önem verirsiniz. Mesafeli ve asi bir tavrınız olabilir.",
    "Balık": "Hassas, hayalperest, merhametli ve sezgisel birisiniz. Sanatsal ve spiritüel konulara doğal bir yatkınlığınız vardır. Gerçeklerden kaçma ve kurban rolü oynama eğiliminiz olabilir."
}