{
  "Koç": "Chiron Koç'ta, var olma hakkı, kimlik ve kendine inanma konularında derin bir yara olduğunu gösterir. Kişi, harekete geçmekten veya 'ben' demekten korkabilir. Şifası, başkalarına cesaret ve liderlik konusunda ilham vermekten geçer.",
  "Boğa": "Chiron Boğa'da, öz-değer, maddi güvenlik ve bedensel zevkler konularında bir yara olduğunu gösterir. Kişi, kendini değersiz hissedebilir veya sahip olduklarına takıntılı olabilir. Şifası, başkalarına kendi kaynaklarını ve yeteneklerini bulmada yardım etmekten geçer.",
  "İkizler": "Chiron İkizler'de, kendini ifade etme, iletişim kurma ve zekasıyla ilgili bir yara olduğunu gösterir. Kişi, aptal görünmekten korkabilir veya sözlerinin yanlış anlaşılacağını düşünebilir. Şifası, başkalarını dinlemekten ve onlara öğretmekten geçer.",
  "Yengeç": "Chiron Yengeç'te, aile, kökler ve ait olma duygusuyla ilgili en derin yarayı temsil eder. Kişi, ailesi tarafından anlaşılmadığını veya sevilmediğini hissedebilir. Şifası, başkalarına güvenli bir yuva ve duygusal destek sağlamaktan geçer.",
  "Aslan": "Chiron Aslan'da, yaratıcılığını sergileme, tanınma ve özel olma konularında bir yara olduğunu gösterir. Kişi, dikkat çekmekten utanabilir veya alkışlanmaya aşırı ihtiyaç duyabilir. Şifası, başkalarının kendi içindeki çocuğu ve yaratıcılığını ortaya çıkarmasına yardımcı olmaktan geçer.",
  "Başak": "Chiron Başak'ta, mükemmellik, sağlık ve düzen konularında derin bir yara olduğunu gösterir. Kişi, kendine ve başkalarına karşı aşırı eleştirel olabilir, sürekli bir yetersizlik hissi yaşayabilir. Şifası, başkalarına pratik yardım ve şifa sunmaktan geçer.",
  "Terazi": "Chiron Terazi'de, ilişkiler, denge ve adalet konularında bir yara olduğunu gösterir. Kişi, çatışmadan kaçınmak için kendini feda edebilir veya adil olmayan ilişkiler içinde bulabilir. Şifası, başkalarına adil ve uyumlu ilişkiler kurma konusunda danışmanlık yapmaktan geçer.",
  "Akrep": "Chiron Akrep'te, güç, kontrol, cinsellik ve dönüşüm gibi en derin konularda bir yara olduğunu gösterir. Kişi, ihanet korkusu yaşayabilir veya en derin duygularını paylaşmaktan çekinebilir. Şifası, başkalarının en zorlu krizlerden geçmesine ve dönüşmesine yardım etmekten geçer.",
  "Yay": "Chiron Yay'da, inanç, anlam ve hayata güvenme konularında bir yara olduğunu gösterir. Kişi, hayatın anlamsız olduğunu hissedebilir veya fanatik inançlara kapılabilir. Şifası, başkalarına kendi hayat felsefelerini ve anlamlarını bulmaları için rehberlik etmekten geçer.",
  "Oğlak": "Chiron Oğlak'ta, başarı, sorumluluk ve toplumsal statü konularında bir yara olduğunu gösterir. Kişi, ne kadar başarılı olursa olsun kendini yetersiz hissedebilir veya başarısızlık korkusuyla felç olabilir. Şifası, başkalarına kendi hedeflerini yapılandırma ve başarıya ulaşma konusunda yardım etmekten geçer.",
  "Kova": "Chiron Kova'da, bir gruba ait olma, özgünlük ve toplumsal ideallerle ilgili bir yara olduğunu gösterir. Kişi, kendini toplumdan dışlanmış veya bir 'ucube' gibi hissedebilir. Şifası, farklılıkları kucaklayan topluluklar oluşturmaktan ve insancıl idealleri savunmaktan geçer.",
  "Balık": "Chiron Balık'ta, evrenle bir olma, inanç ve teslimiyet konularındaki en derin ruhsal yarayı temsil eder. Kişi, Tanrı tarafından terk edilmiş veya bir kurban gibi hissedebilir. Şifası, şefkat, sanat ve ruhsal hizmet yoluyla başkalarının acılarını dindirmekten geçer."
}