{
  "1": "Chiron 1. Evde: Kimlik ve var oluşla ilgili derin bir yara. Kişi, kendini var etme veya ilk adımı atma konusunda temel bir güvensizlik hissedebilir. Şifası, başkalarına kendi yollarını bulmaları için ilham vermekten geçer.",
  "2": "Chiron 2. Evde: Öz-değer ve maddi güvenlikle ilgili bir yara. Kişi, ne kadar sahip olursa olsun kendini değersiz veya yetersiz hissedebilir. Şifası, başkalarının kendi yeteneklerini ve değerlerini keşfetmelerine yardımcı olmaktan geçer.",
  "3": "Chiron 3. Evde: İletişim ve zeka ile ilgili bir yara. Kişi, kendini ifade etmekten veya 'yeterince akıllı' olmamaktan korkabilir. Şifası, dinlemeyi öğrenmekten ve başkalarının sesi olmaktan geçer.",
  "4": "Chiron 4. Evde: Aile, kökler ve aidiyetle ilgili derin bir yara. Kişi, ailesi içinde kendini yabancı veya istenmeyen hissedebilir. Şifası, başkalarına güvenli bir yuva ve aidiyet hissi vermekten geçer.",
  "5": "Chiron 5. Evde: Yaratıcılık, kendini gösterme ve içindeki çocukla ilgili bir yara. Kişi, yeteneklerini sergilemekten utanabilir veya hayattan keyif almayı hak etmediğini düşünebilir. Şifası, başkalarının yaratıcılığını teşvik etmekten geçer.",
  "6": "Chiron 6. Evde: Gündelik hayat, sağlık ve mükemmellik ile ilgili bir yara. Kişi, sürekli bir yetersizlik hissi veya kronik sağlık sorunları yaşayabilir. Şifası, başkalarına pratik yollarla hizmet etmekten ve şifa vermekten geçer.",
  "7": "Chiron 7. Evde: İlişkiler ve ortaklıklarla ilgili bir yara. Kişi, sürekli olarak kendini yaralayan veya yaralı partnerleri hayatına çekebilir. Şifası, başkalarına adil ve sağlıklı ilişkiler kurma konusunda danışmanlık yapmaktan geçer.",
  "8": "Chiron 8. Evde: Güven, yakınlık ve dönüşümle ilgili en derin yaralardan biri. Kişi, ihanete uğrama veya kontrolü kaybetme korkusu yaşayabilir. Şifası, başkalarının en zorlu krizlerinden geçmelerine ve derin yaralarını sarmalarına yardımcı olmaktan geçer.",
  "9": "Chiron 9. Evde: İnanç ve hayatın anlamı ile ilgili bir yara. Kişi, inanç sistemlerinde derin bir hayal kırıklığı yaşamış olabilir veya hayata karşı bir anlamsızlık hissi duyabilir. Şifası, başkalarına kendi anlamlarını ve umutlarını bulmaları için rehberlik etmekten geçer.",
  "10": "Chiron 10. Evde: Kariyer, başarı ve toplumsal statü ile ilgili bir yara. Kişi, ne kadar başarılı olursa olsun toplum önünde kendini bir 'sahtekar' gibi hissedebilir. Şifası, başkalarına kendi özgün kariyer yollarını bulmalarında rehberlik etmekten geçer.",
  "11": "Chiron 11. Evde: Sosyal gruplara ait olma ve arkadaşlıklarla ilgili bir yara. Kişi, kendini gruplardan dışlanmış veya farklı hissedebilir. Şifası, benzer şekilde hisseden insanları bir araya getiren topluluklar oluşturmaktan geçer.",
  "12": "Chiron 12. Evde: Evrenle, Tanrı'yla ve kolektif bilinçle olan bağla ilgili en derin ruhsal yara. Kişi, varoluşsal bir yalnızlık veya anlamsızlık acısı çekebilir. Şifası, şefkat ve ruhsal hizmet yoluyla tüm canlıların acısını dindirmeye çalışmaktan geçer."
}