{
  "1": {
    "1": "1. ev yöneticisi 1. evde: Kişi son derece bağımsız, kendine odaklı ve kendi yolunu çizen biridir. Hayatının kontrolü kendi elindedir ve dış etkenlerden kolay kolay etkilenmez. Güçlü bir kimlik ve başlangıçlar yapma enerjisi verir.",
    "2": "1. ev yöneticisi 2. evde: Kişinin kimliği ve hayat amacı, maddi güvenlik, kişisel değerler ve yetenekler kazanmakla derinden bağlantılıdır. Para kazanmak ve finansal istikrar sağlamak, benlik duygusunu güçlendirir.",
    "3": "1. ev yöneticisi 3. evde: Kişinin kimliği ve yaşam amacı, iletişim, öğrenme, yazma ve yakın çevreyle olan ilişkileriyle şekillenir. Kendini ifade etmeyi, bilgi edinmeyi ve sosyal çevresiyle etkileşimde bulunmayı sever.",
    "4": "1. ev yöneticisi 4. evde: Kişinin kimliği ve yaşam yolu, ailesi, kökleri, evi ve içsel güvenliğiyle derinden bağlantılıdır. Ev hayatı ve geçmişten gelen değerler, benlik duygusunun temelini oluşturur.",
    "5": "1. ev yöneticisi 5. evde: Kişinin kimliği ve yaşam enerjisi, yaratıcılık, aşk, çocuklar ve kendini ifade etme yollarıyla bağlantılıdır. Hayattan zevk almayı, ilgi odağı olmayı ve kendini sahneye koymayı sever. Romantik ilişkiler ve hobiler benlik duygusunu besler.",
    "6": "1. ev yöneticisi 6. evde: Kişinin kimliği, işi, günlük rutinleri, sağlığı ve hizmet etme becerisi üzerinden tanımlanır. Çalışkan, pratik ve detay odaklı bir yapıya sahiptir. Başkalarına faydalı olmak, benlik duygusunu tatmin eder.",
    "7": "1. ev yöneticisi 7. evde: Kişinin hayatı ve kimliği, büyük ölçüde ortaklıklar, evlilik ve birebir ilişkiler tarafından şekillendirilir. Hayat amacı, başkalarıyla bir denge kurmak ve 'biz' olmayı öğrenmektir.",
    "8": "1. ev yöneticisi 8. evde: Kişinin kimliği, derin dönüşümler, krizler, ortak kaynaklar ve gizemli konularla bağlantılıdır. Hayatını dönüştürme, başkalarıyla yoğun bağlar kurma ve derin psikolojik gerçekleri anlama arzusu vardır.",
    "9": "1. ev yöneticisi 9. evde: Kişinin kimliği ve hayat amacı, felsefi inançlar, yüksek öğrenim, uzak yolculuklar ve dünya görüşünü genişletmekle ilgilidir. Anlam arayışı ve yeni kültürleri keşfetme arzusu, benlik duygusunu geliştirir.",
    "10": "1. ev yöneticisi 10. evde: Kişinin hayat amacı, kariyer, toplumsal statü ve başarı elde etmektir. Toplum önünde tanınan, saygı gören ve otorite sahibi biri olmak için güçlü bir içsel motivasyonu vardır.",
    "11": "1. ev yöneticisi 11. evde: Kişinin kimliği ve hayat amacı, sosyal gruplar, arkadaşlıklar, toplumsal idealler ve gelecek hedefleriyle bağlantılıdır. Kolektif projelere katılmak ve topluma katkıda bulunmak, benlik duygusunu tatmin eder.",
    "12": "1. ev yöneticisi 12. evde: Kişinin kimliği, içsel dünyası, bilinçaltı ve ruhsal yönleriyle derinden bağlantılıdır. Bağımsızlık ve yalnızlık ihtiyacı hissedebilir, ancak bazen kendini ifade etmekte belirsizlik yaşayabilir. Empati yeteneği güçlüdür."
  },
  "2": {
    "1": "2. ev yöneticisi 1. evde: Kişinin öz-değeri ve finansal güvenliği, kendi kişisel çabaları ve kimliğiyle yakından ilişkilidir. Kendi yeteneklerini ve kaynaklarını kullanarak değer yaratma potansiyeli yüksektir. Maddi konularla benlik arasında güçlü bir bağlantı vardır.",
    "2": "2. ev yöneticisi 2. evde: Kişisel değerler, maddi güvenlik ve sahip olunan kaynaklar hayatın merkezindedir. Finansal istikrar ve kendi değerlerini koruma konusunda güçlü bir yetenek ve odaklanma vardır. Kaynaklarını verimli kullanır.",
    "3": "2. ev yöneticisi 3. evde: Maddi kaynaklar, iletişim, yazma veya yakın çevre aracılığıyla elde edilir. Kişi, fikirleri veya iletişim becerileri sayesinde para kazanabilir. Kısa yolculuklar ve bilgi alışverişi finansal fırsatlar sunar.",
    "4": "2. ev yöneticisi 4. evde: Maddi güvenlik ve kişisel değerler, aile ve evle derinden bağlantılıdır. Miras, gayrimenkul veya aile işi yoluyla finansal kazançlar gelebilir. Ev, kişinin değerli eşyalarını ve güvenliğini temsil eder.",
    "5": "2. ev yöneticisi 5. evde: Finansal kaynaklar, yaratıcı projeler, spekülasyonlar, çocuklar veya romantik ilişkiler aracılığıyla elde edilebilir. Kişi, parasını eğlenceye veya riskli yatırımlara harcamaya meyilli olabilir. Yaratıcılık para kazanmanın bir yolu olabilir.",
    "6": "2. ev yöneticisi 6. evde: Finansal kazançlar, iş, günlük rutinler veya hizmet yoluyla gelir. Kişi, çalışkan ve verimlidir, parasını işini geliştirmek veya sağlığına yatırım yapmak için kullanabilir. Detay odaklı bir finansal yaklaşım sergiler.",
    "7": "2. ev yöneticisi 7. evde: Maddi kaynaklar ve kişisel değerler, ortaklıklar, evlilik veya birebir ilişkiler aracılığıyla bağlantılıdır. Partnerin finansal durumu önemli olabilir veya ortaklaşa kazanılan paralar söz konusu olabilir.",
    "8": "2. ev yöneticisi 8. evde: Finansal kaynaklar, ortak paralar, miras, vergiler veya derin dönüşümler aracılığıyla bağlantılıdır. Kişi, başkalarının kaynaklarını yönetme veya krizlerden finansal kazanç sağlama potansiyeline sahiptir.",
    "9": "2. ev yöneticisi 9. evde: Finansal kazançlar, yüksek öğrenim, yabancı ülkeler, yayıncılık, felsefe veya hukuk aracılığıyla gelebilir. Kişi, uzak kültürlerden veya bilgi birikiminden para kazanabilir. Değerleri, geniş dünya görüşüyle uyumludur.",
    "10": "2. ev yöneticisi 10. evde: Kariyer ve toplumsal statü, maddi güvenlik ve kişisel değerlerin birincil ifadesidir. Kişi, kariyeri aracılığıyla önemli finansal başarı elde edebilir ve itibarını maddi durumuyla ilişkilendirebilir.",
    "11": "2. ev yöneticisi 11. evde: Finansal kaynaklar, arkadaşlar, sosyal gruplar veya kolektif projeler aracılığıyla elde edilebilir. Kişi, idealleri doğrultusunda para kazanabilir veya finansal hedeflerini arkadaş çevresiyle paylaşabilir.",
    "12": "2. ev yöneticisi 12. evde: Maddi kaynaklar ve kişisel değerler gizli veya belirsiz olabilir. Kişi, kazançlarını saklama eğiliminde olabilir veya para konularında fedakarlıklar yapabilir. Manevi değerler maddi olana tercih edilebilir."
  },
  "3": {
    "1": "3. ev yöneticisi 1. evde: İletişim, öğrenme ve yakın çevreyle ilişkiler, kişinin kimliğini ve yaşam tarzını derinden etkiler. Kişi, kendini sözlü veya yazılı olarak ifade etmekte hızlı ve meraklıdır. Sürekli yeni şeyler öğrenme ihtiyacı hisseder.",
    "2": "3. ev yöneticisi 2. evde: İletişim becerileri, yazma veya kısa yolculuklar aracılığıyla maddi kaynaklar elde edilir. Kişi, konuşarak veya yazarak para kazanabilir. Bilgi edinmek, kişisel değer yargılarını güçlendirir.",
    "3": "3. ev yöneticisi 3. evde: İletişim, öğrenme ve zihinsel aktiviteler hayatın merkezindedir. Kişi, son derece meraklı, konuşkan ve akıllıdır. Yakın çevresi, kardeşleri ve kısa yolculuklar yaşamında büyük rol oynar.",
    "4": "3. ev yöneticisi 4. evde: İletişim ve düşünceler aile ve evle yakından bağlantılıdır. Kişi, ailesiyle sık sık iletişim kurar veya evde zihinsel faaliyetlerden keyif alır. Zihni, geçmişe ve köklerine odaklanabilir.",
    "5": "3. ev yöneticisi 5. evde: İletişim ve zihinsel enerji yaratıcı, eğlenceli ve romantik konulara yöneliktir. Kişi, yazarlık, tiyatro veya mizah yoluyla kendini ifade edebilir. Aşk ilişkilerinde sözel iletişim ve entelektüel uyum önemlidir.",
    "6": "3. ev yöneticisi 6. evde: İletişim ve zihinsel enerji, çalışma hayatına, günlük rutinlere ve hizmete odaklanır. Kişi, detaylara dikkat eden, analitik ve düzenli bir zihne sahiptir. Sağlıkla ilgili konularda bilgi sahibi olabilir.",
    "7": "3. ev yöneticisi 7. evde: İletişim ve zihinsel etkileşimler, ortaklıklar ve birebir ilişkiler aracılığıyla gerçekleşir. Kişi, partneriyle fikir alışverişinde bulunmayı sever. Sözleşmeler ve anlaşmalar yaşamında önemli rol oynar.",
    "8": "3. ev yöneticisi 8. evde: Zihinsel enerji derinliklere, sırlar, ortak kaynaklar ve kriz yönetimine yöneliktir. Kişi, psikoloji, araştırma, metafizik ve gizli konulara doğal bir ilgi duyar. Sezgisel bir zekaya sahiptir.",
    "9": "3. ev yöneticisi 9. evde: İletişim ve öğrenme, yüksek öğrenim, felsefe ve uzak yolculuklarla bağlantılıdır. Kişi, dünya görüşünü entelektüel olarak geliştirmekten zevk alır. Yabancı diller öğrenme eğilimi yüksektir.",
    "10": "3. ev yöneticisi 10. evde: İletişim becerileri kariyer yoluyla ifade bulur. Kişi, kamusal alanda yazma, konuşma, öğretme veya medyayla ilgili mesleklerde başarılı olabilir. Otoritelerle mantıklı ilişkiler kurar.",
    "11": "3. ev yöneticisi 11. evde: Zihinsel enerji toplumsal konulara, arkadaş çevresine ve ideallere odaklanır. Kişi, entelektüel gruplarda yer alabilir, fikir liderliği yapabilir. Gelecek planları bilgiyle şekillenir.",
    "12": "3. ev yöneticisi 12. evde: Düşünceler daha içe dönük, bilinçaltı odaklı ve gizlidir. Kişi, yazı yoluyla kendini ifade edebilir, zihinsel yalnızlık ihtiyacı duyabilir. Rüyalar, sezgiler ve mistik düşünceler ön plandadır."
  },
  "4": {
    "1": "4. ev yöneticisi 1. evde: Kişinin kimliği, kökenleri, ailesi ve evinden derinden etkilenir. Ev hayatı ve içsel güvenlik, benlik duygusunun temelini oluşturur. Ailesine karşı korumacı bir tavır sergileyebilir.",
    "2": "4. ev yöneticisi 2. evde: Aileden veya evle ilgili konulardan maddi kazançlar elde edilebilir. Miras, gayrimenkul veya aile işi finansal güvenliği sağlar. Kişisel değerler, aile ve kökenlerle bağlantılıdır.",
    "3": "4. ev yöneticisi 3. evde: Aile içinde iletişim yoğundur veya evle ilgili konular sıkça konuşulur. Kişi, ailesi veya yakın çevresiyle kısa yolculuklar yapabilir. Zihni, aile geçmişine ve kökenlerine odaklanabilir.",
    "4": "4. ev yöneticisi 4. evde: Ev, aile ve kökler hayatın merkezindedir. Kişi için en büyük güvenlik ve huzur kaynağı kendi yuvasıdır. Ailesine son derece bağlıdır ve geçmişinden gelen değerlere önem verir.",
    "5": "4. ev yöneticisi 5. evde: Evde yaratıcılık, eğlence ve çocuklar ön plandadır. Aile hayatı keyifli ve canlıdır. Kişi, evini bir oyun alanı gibi görebilir veya evden yaratıcı projeler geliştirebilir.",
    "6": "4. ev yöneticisi 6. evde: Evle ilgili günlük rutinler ve işler yoğundur. Aile bireyleri birbirine hizmet edebilir veya evde bir çalışma ortamı olabilir. Aile üyelerinin sağlığına özen gösterilir.",
    "7": "4. ev yöneticisi 7. evde: Evlilik ve ortaklıklar, ev ve aile hayatıyla yakından ilişkilidir. Partner, aileye benzer bir güvenlik hissi verebilir veya kişi evinde bir ortakla çalışabilir.",
    "8": "4. ev yöneticisi 8. evde: Aile içinde derin psikolojik dinamikler, sırlar veya güç mücadeleleri olabilir. Miras, aile borçları veya ortak kaynaklar evin gündeminde yer alabilir. Ev hayatında dönüşümler yaşanır.",
    "9": "4. ev yöneticisi 9. evde: Aile geçmişi veya kökenleri, kişinin felsefi inançları ve dünya görüşü üzerinde etkilidir. Aile üyeleri uzak yerlere seyahat edebilir veya farklı kültürlerden olabilir. Ev, yüksek öğrenim için bir merkez olabilir.",
    "10": "4. ev yöneticisi 10. evde: Aile ve kökler, kişinin kariyerini ve toplumsal statüsünü etkiler. Aile işi, gelenekler veya aileden gelen destek, kariyer başarısında önemli bir rol oynayabilir. Ev, kamusal imajın bir parçası olabilir.",
    "11": "4. ev yöneticisi 11. evde: Aile veya ev arkadaş gruplarına veya toplumsal ideallere dahildir. Arkadaş çevresi aile gibi hissedilebilir. Ev, sosyal toplantıların veya grup faaliyetlerinin merkezi olabilir.",
    "12": "4. ev yöneticisi 12. evde: Ev hayatı gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Aile içinde sırlar olabilir veya kişi evde yalnızlık ve içe dönüklük ihtiyacı duyabilir. Ev, bir huzurevi veya bakım evi gibi hizmet veren bir yer olabilir."
  },
  "5": {
    "1": "5. ev yöneticisi 1. evde: Kişinin kimliği, yaratıcılık, aşk, eğlence ve kendini ifade etme arzusuyla derinden bağlantılıdır. Sahne ışıklarını sever, eğlenmekten ve yaşamdan keyif almaktan hoşlanır. Çocuklar ve romantizm benlik duygusunu güçlendirir.",
    "2": "5. ev yöneticisi 2. evde: Yaratıcı yetenekler, hobiler veya spekülasyonlar aracılığıyla finansal kazançlar elde edilebilir. Kişi, parasını eğlenceye veya lüks tüketim mallarına harcamaya meyilli olabilir. Kişisel değerler, haz ve keyifle bağlantılıdır.",
    "3": "5. ev yöneticisi 3. evde: Yaratıcılık, iletişim, yazma veya kısa yolculuklar aracılığıyla ifade bulur. Kişi, yaratıcı fikirlerini konuşarak veya yazarak ortaya koyar. Çocuklarla veya romantik partnerlerle iletişim yoğun olabilir.",
    "4": "5. ev yöneticisi 4. evde: Yaratıcılık, aşk ve çocuklar evde ön plandadır. Ev hayatı eğlenceli ve canlıdır. Kişi, evini bir sanat stüdyosu veya oyun alanı gibi kullanabilir. Çocuklar veya romantizm, evle bağlantılı olabilir.",
    "5": "5. ev yöneticisi 5. evde: Yaratıcılık, aşk, eğlence ve kendini ifade etme hayatın merkezindedir. Kişi, doğal bir sanatçı, oyuncu veya aşık ruhludur. Hayattan maksimum keyif almayı hedefler ve ilgi odağı olmayı sever.",
    "6": "5. ev yöneticisi 6. evde: Yaratıcılık, iş hayatında veya günlük rutinlerde ifade bulur. Kişi, işini sever ve yaratıcı yollarla daha verimli hale getirir. Hobiler veya eğlence, çalışma ortamında yer alabilir. Çocuklar sağlıkla ilgili olabilir.",
    "7": "5. ev yöneticisi 7. evde: Romantik ilişkiler, evlilik ve ortaklıklar aracılığıyla kendini ifade etme ihtiyacı vardır. Kişi, partneriyle eğlenmeyi ve yaratıcı aktiviteler yapmayı sever. Çocuklar veya hobiler, ilişkilerin gündeminde yer alabilir.",
    "8": "5. ev yöneticisi 8. evde: Yaratıcılık, aşk ve çocuklar derin dönüşümlerle bağlantılıdır. Kişi, yoğun ve tutkulu ilişkiler yaşar. Sanatsal ifade, bilinçaltı veya gizemli temalardan beslenebilir.",
    "9": "5. ev yöneticisi 9. evde: Yaratıcılık, aşk ve eğlence, yüksek öğrenim, seyahatler veya felsefi inançlarla bağlantılıdır. Kişi, farklı kültürlerden ilham alabilir veya yaratıcı projelerini uzak yerlere taşıyabilir.",
    "10": "5. ev yöneticisi 10. evde: Kariyer, yaratıcılık, hobiler, aşk veya çocuklar aracılığıyla ifade bulur. Kişi, işini bir oyun gibi görebilir ve sahnede olmayı gerektiren (sanat, eğlence, spor vb.) mesleklerde başarılı olabilir.",
    "11": "5. ev yöneticisi 11. evde: Yaratıcılık, aşk ve çocuklar sosyal gruplar ve arkadaşlarla bağlantılıdır. Kişi, gruplar içinde kendini ifade etmekten keyif alır. Arkadaş çevresi, eğlence ve yaratıcı projeler için bir platform olabilir.",
    "12": "5. ev yöneticisi 12. evde: Yaratıcılık, aşk ve çocuklar gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, yalnızlıkta ilham bulabilir veya gizli aşk ilişkileri yaşayabilir. Sanatsal ifade, ruhsal derinlikten beslenir."
  },
  "6": {
    "1": "6. ev yöneticisi 1. evde: Kişinin kimliği, işi, günlük rutinleri, sağlığı ve hizmet etme arayışıyla derinden bağlantılıdır. Kişi, çalışkan ve pratik bir yapıya sahiptir. Başkalarına yardım etmek, benlik duygusunu tatmin eder.",
    "2": "6. ev yöneticisi 2. evde: İş, günlük rutinler veya hizmet aracılığıyla maddi kazançlar elde edilir. Kişi, yeteneklerini işinde kullanarak para kazanır. Sağlık harcamaları veya iş yatırımları finansal durumu etkileyebilir.",
    "3": "6. ev yöneticisi 3. evde: İşle ilgili iletişim ve zihinsel aktiviteler yoğundur. Kişi, işinde konuşma, yazma veya kısa yolculuklar yapabilir. Günlük rutinler, yakın çevreyle etkileşimle bağlantılıdır.",
    "4": "6. ev yöneticisi 4. evde: İş ve günlük rutinler evle veya aileyle yakından bağlantılıdır. Evde bir çalışma ortamı olabilir veya aile bireyleri birbirine hizmet edebilir. Sağlık konuları aile gündeminde yer alabilir.",
    "5": "6. ev yöneticisi 5. evde: İş hayatı veya günlük rutinler, yaratıcılık, eğlence veya çocuklarla bağlantılıdır. Kişi, işini eğlenceli hale getirmeye çalışır. Hobiler veya dinlenme, günlük hayatta önemli bir yer tutar.",
    "6": "6. ev yöneticisi 6. evde: İş, günlük rutinler ve sağlık hayatın merkezindedir. Kişi, son derece çalışkan, düzenli ve detay odaklıdır. Sağlığına önem verir ve başkalarına hizmet etmekten mutluluk duyar.",
    "7": "6. ev yöneticisi 7. evde: İş hayatı ve günlük rutinler, ortaklıklar veya evlilik aracılığıyla bağlantılıdır. Kişi, partneriyle işbirliği yapabilir veya hizmet ettiği kişilerle yakın ilişkiler kurabilir. İş ortamında anlaşmalar önemli olabilir.",
    "8": "6. ev yöneticisi 8. evde: İş hayatı veya sağlıkta derin dönüşümler yaşanabilir. Kişi, finansal konularla ilgili işler yapabilir veya başkalarının kaynaklarını yönetme görevleri üstlenebilir. İş ortamında sırlar veya güç mücadeleleri olabilir.",
    "9": "6. ev yöneticisi 9. evde: İş hayatı ve günlük rutinler, yüksek öğrenim, yabancı ülkeler, yayıncılık veya felsefi inançlarla bağlantılıdır. Kişi, akademik veya uluslararası alanda iş yapabilir. Sağlık ve inançlar arasında bir bağlantı olabilir.",
    "10": "6. ev yöneticisi 10. evde: İş hayatı ve hizmet, kişinin kariyerinde ve toplumsal statüsünde önemli bir rol oynar. Kişi, mesleki alanda çalışkanlığı ve verimliliği ile tanınır. Kariyeri, başkalarına hizmet etme üzerine kurulabilir.",
    "11": "6. ev yöneticisi 11. evde: İş hayatı ve günlük rutinler, arkadaşlar, sosyal gruplar veya kolektif hedeflerle bağlantılıdır. Kişi, grup projelerinde çalışmaktan veya idealleri doğrultusunda hizmet etmekten keyif alır.",
    "12": "6. ev yöneticisi 12. evde: Günlük rutinler, sağlık ve hizmet konuları kişinin iç dünyasıyla, yalnızlık ve gizli alanlarla bağlantılıdır. Kişi, iş hayatında gizli fedakarlıklar yapabilir veya başkalarına arka planda hizmet edebilir. Sağlık sorunları psikolojik kökenli olabilir."
  },
  "7": {
    "1": "7. ev yöneticisi 1. evde: Kişi, ilişkileri ve ortakları hayatına aktif olarak çeker. İlişki kurma ihtiyacı kimliğinin bir parçasıdır. Bazen başkalarına bağımlı olabilir veya kimliğini ilişkiler üzerinden tanımlayabilir.",
    "2": "7. ev yöneticisi 2. evde: Ortaklıklar, evlilik veya birebir ilişkiler aracılığıyla maddi kaynaklar elde edilebilir. Partnerin finansal durumu önemli olabilir. Kişisel değerler, ilişkiler aracılığıyla şekillenir.",
    "3": "7. ev yöneticisi 3. evde: İlişkilerde ve ortaklıklarda iletişim kilit rol oynar. Kişi, partneriyle sık sık konuşur veya fikir alışverişinde bulunur. Kısa yolculuklar veya yakın çevre, ilişkilerin gündeminde yer alabilir.",
    "4": "7. ev yöneticisi 4. evde: Evlilik ve ortaklıklar, kişinin ev ve aile hayatıyla yakından ilişkilidir. Partner, aileye benzer bir güvenlik hissi verebilir veya kişi evinde bir ortakla çalışabilir.",
    "5": "7. ev yöneticisi 5. evde: İlişkiler ve ortaklıklar, yaratıcılık, aşk, çocuklar veya eğlenceyle bağlantılıdır. Kişi, partneriyle eğlenmeyi ve yaratıcı aktivitelere katılmayı sever. Romantizm ve flört, ilişkilerin önemli bir parçasıdır.",
    "6": "7. ev yöneticisi 6. evde: Ortaklıklar, evlilik veya birebir ilişkiler iş hayatını veya günlük rutinleri etkiler. Kişi, iş arkadaşlarıyla veya partneriyle hizmet odaklı bir ilişki içinde olabilir. Sağlık konuları ilişkilerin gündeminde yer alabilir.",
    "7": "7. ev yöneticisi 7. evde: İlişkiler, evlilik ve ortaklıklar hayatın merkezindedir. Kişi, adalet, denge ve karşılıklı uyum arayışındadır. İlişkileri aracılığıyla kendini tanımlar ve başkalarıyla güçlü bağlar kurar.",
    "8": "7. ev yöneticisi 8. evde: Ortaklıklar, evlilik veya birebir ilişkiler, derin dönüşümler, ortak kaynaklar veya krizlerle bağlantılıdır. Kişi, partneriyle yoğun ve dönüştürücü bir ilişki yaşayabilir. Miras veya ortak finansal konular gündeme gelebilir.",
    "9": "7. ev yöneticisi 9. evde: İlişkiler ve ortaklıklar, yüksek öğrenim, yabancı ülkeler, felsefi inançlar veya uzak yolculuklarla bağlantılıdır. Partner, farklı kültürden olabilir veya ortaklıklar uluslararası alanda gerçekleşebilir. Ortak bir dünya görüşü önemlidir.",
    "10": "7. ev yöneticisi 10. evde: Evlilik veya iş ortaklıkları, kişinin kariyerinde ve toplumsal statüsünde önemli bir rol oynar. Partner, kariyer hedeflerini destekleyebilir veya ortaklıklar kamuoyu önünde gerçekleşebilir.",
    "11": "7. ev yöneticisi 11. evde: İlişkiler ve ortaklıklar, sosyal gruplar, arkadaşlar veya kolektif hedefler aracılığıyla bağlantılıdır. Kişi, gruplar içinde partneriyle veya ortaklarıyla birlikte yer alabilir. Ortak hedefler, ilişkileri güçlendirir.",
    "12": "7. ev yöneticisi 12. evde: İlişkiler, evlilik veya ortaklıklar gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, ilişkilerinde belirsizlik yaşayabilir veya gizli düşmanlarla karşılaşabilir. Partner, gizemli veya ruhsal bir kişi olabilir."
  },
  "8": {
    "1": "8. ev yöneticisi 1. evde: Kişinin kimliği, derin dönüşümler, krizler ve ortak kaynaklarla bağlantılıdır. Güçlü bir dönüşüm potansiyeline sahiptir ve başkaları üzerinde derin bir etki bırakabilir. Hayatta kalma içgüdüsü yüksektir.",
    "2": "8. ev yöneticisi 2. evde: Ortak kaynaklar, miras veya vergiler, kişinin maddi güvenliğini ve değerlerini etkiler. Kişi, başkalarının kaynaklarını yönetme veya krizlerden finansal kazanç sağlama potansiyeline sahiptir.",
    "3": "8. ev yöneticisi 3. evde: İletişim, derin ve dönüştürücü konulara yöneliktir. Kişi, sırları çözme, araştırma veya psikolojik konular hakkında konuşmaktan hoşlanır. Yakın çevresiyle yoğun ve dönüştürücü sohbetler yapabilir.",
    "4": "8. ev yöneticisi 4. evde: Aile içinde derin psikolojik dinamikler, sırlar veya güç mücadeleleri olabilir. Miras, aile borçları veya ortak kaynaklar evin gündeminde yer alabilir. Ev hayatında dönüşümler yaşanır.",
    "5": "8. ev yöneticisi 5. evde: Romantik ilişkiler, yaratıcılık ve çocuklar derin ve dönüştürücüdür. Kişi, yoğun ve tutkulu ilişkiler yaşar. Sanatsal ifade, bilinçaltı veya gizemli temalardan beslenebilir.",
    "6": "8. ev yöneticisi 6. evde: İş hayatı veya sağlıkta derin dönüşümler yaşanabilir. Kişi, finansal konularla ilgili işler yapabilir veya başkalarının kaynaklarını yönetme görevleri üstlenebilir. İş ortamında sırlar veya güç mücadeleleri olabilir.",
    "7": "8. ev yöneticisi 7. evde: Ortaklıklar, evlilik veya birebir ilişkiler, derin dönüşümler, ortak kaynaklar veya krizlerle bağlantılıdır. Kişi, partneriyle yoğun ve dönüştürücü bir ilişki yaşayabilir. Miras veya ortak finansal konular gündeme gelebilir.",
    "8": "8. ev yöneticisi 8. evde: Derin dönüşümler, krizler, ortak kaynaklar, cinsellik ve ölüm temaları hayatın merkezindedir. Kişi, yüzeyin altını araştırmayı, sırları çözmeyi ve güçlü psikolojik bağlar kurmayı sever. Hayatta kalma içgüdüsü çok güçlüdür.",
    "9": "8. ev yöneticisi 9. evde: Derin felsefi arayışlar, mistik deneyimler veya uzak yolculuklar aracılığıyla dönüşümler yaşanır. Kişi, yüksek öğrenimde gizli veya tabu konulara ilgi duyabilir. Ortak kaynaklar uluslararası alanda gündeme gelebilir.",
    "10": "8. ev yöneticisi 10. evde: Kariyer ve toplumsal statü, güç mücadeleleri, dönüşümler veya başkalarının kaynaklarını yönetmeyle bağlantılıdır. Kişi, topluma dönüşüm getiren bir lider olabilir veya kriz anlarında otorite sahibi olabilir.",
    "11": "8. ev yöneticisi 11. evde: Arkadaşlar, sosyal gruplar veya kolektif hedefler aracılığıyla derin dönüşümler yaşanır. Grup içinde güç mücadeleleri veya ortak kaynakların yönetimi gündeme gelebilir. Arkadaşlıklar yoğun ve dönüştürücü olabilir.",
    "12": "8. ev yöneticisi 12. evde: Gizli düşmanlar, bilinçaltı korkular veya karmik borçlar yoluyla derin dönüşümler yaşanır. Kişi, yalnızlıkta veya ruhsal çalışmalarda kendini iyileştirme potansiyeline sahiptir. Gizli veya tabu konularla yüzleşir."
  },
  "9": {
    "1": "9. ev yöneticisi 1. evde: Kişinin kimliği, felsefi inançlar, yüksek öğrenim, uzak yolculuklar ve dünya görüşünü genişletmekle derinden bağlantılıdır. Maceraperest, iyimser ve anlam arayışında biridir. Hayata geniş bir perspektiften bakar.",
    "2": "9. ev yöneticisi 2. evde: Maddi kazançlar, yüksek öğrenim, yabancı ülkeler, yayıncılık, felsefe veya hukuk aracılığıyla gelebilir. Kişi, uzak kültürlerden veya bilgi birikiminden para kazanabilir. Değerleri, geniş dünya görüşüyle uyumludur.",
    "3": "9. ev yöneticisi 3. evde: Felsefi tartışmalar, öğrenme ve uzak görüşlü iletişim yoğundur. Kişi, fikirlerini başkalarıyla paylaşmaktan hoşlanır. Kısa yolculuklar zihinsel ufkunu genişletebilir.",
    "4": "9. ev yöneticisi 4. evde: Aile geçmişi veya kökenleri, kişinin felsefi inançları ve dünya görüşü üzerinde etkilidir. Aile üyeleri uzak yerlere seyahat edebilir veya farklı kültürlerden olabilir. Ev, yüksek öğrenim için bir merkez olabilir.",
    "5": "9. ev yöneticisi 5. evde: Yaratıcılık, aşk ve eğlence, yüksek öğrenim, seyahatler veya felsefi inançlarla bağlantılıdır. Kişi, farklı kültürlerden ilham alabilir veya yaratıcı projelerini uzak yerlere taşıyabilir.",
    "6": "9. ev yöneticisi 6. evde: İş hayatı ve günlük rutinler, yüksek öğrenim, yabancı ülkeler, yayıncılık veya felsefi inançlarla bağlantılıdır. Kişi, akademik veya uluslararası alanda iş yapabilir. Sağlık ve inançlar arasında bir bağlantı olabilir.",
    "7": "9. ev yöneticisi 7. evde: İlişkiler ve ortaklıklar, yüksek öğrenim, yabancı ülkeler, felsefi inançlar veya uzak yolculuklarla bağlantılıdır. Partner, farklı kültürden olabilir veya ortaklıklar uluslararası alanda gerçekleşebilir. Ortak bir dünya görüşü önemlidir.",
    "8": "9. ev yöneticisi 8. evde: Derin felsefi arayışlar, mistik deneyimler veya uzak yolculuklar aracılığıyla dönüşümler yaşanır. Kişi, yüksek öğrenimde gizli veya tabu konulara ilgi duyabilir. Ortak kaynaklar uluslararası alanda gündeme gelebilir.",
    "9": "9. ev yöneticisi 9. evde: Yüksek öğrenim, felsefe, uzak yolculuklar ve dünya görüşünü genişletme hayatın merkezindedir. Kişi, bilge, maceracı ve anlam arayışındadır. Hayata iyimser bir bakış açısıyla yaklaşır.",
    "10": "9. ev yöneticisi 10. evde: Kariyer ve toplumsal statü, yüksek öğrenim, uluslararası ilişkiler, felsefe veya hukukla bağlantılıdır. Kişi, toplumda bilge, öğretmen veya dini bir lider olarak tanınabilir. Kariyeri, dünya görüşünü yayma üzerine kurulabilir.",
    "11": "9. ev yöneticisi 11. evde: Felsefi inançlar ve dünya görüşü, sosyal gruplar, arkadaşlar veya kolektif hedefler aracılığıyla ifade bulur. Kişi, aynı ideallere sahip gruplara katılmaktan hoşlanır. Gelecek hedefleri, geniş bir vizyonla belirlenir.",
    "12": "9. ev yöneticisi 12. evde: Felsefi inançlar, yüksek öğrenim veya uzak yolculuklar gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, yalnızlıkta ruhsal aydınlanmalar yaşayabilir. Maneviyat ve evrensel konulara derin bir ilgi duyar."
  },
  "10": {
    "1": "10. ev yöneticisi 1. evde: Kişinin kariyeri ve toplumsal kimliği, kişisel çabaları ve kimliğiyle doğrudan bağlantılıdır. Kendi işinin patronu olmak veya kariyerinde kişisel markasını yaratmak için güçlü bir potansiyel vardır.",
    "2": "10. ev yöneticisi 2. evde: Kariyer ve toplumsal statü, maddi güvenlik ve kişisel değerlerin birincil ifadesidir. Kişi, kariyeri aracılığıyla önemli finansal başarı elde edebilir ve itibarını maddi durumuyla ilişkilendirebilir.",
    "3": "10. ev yöneticisi 3. evde: Kariyer ve toplumsal imaj, iletişim, yazma veya medya aracılığıyla ifade bulur. Kişi, kamusal alanda konuşma, öğretme veya yazma becerilerini kullanır. Kariyerinde yakın çevresiyle iletişim önemlidir.",
    "4": "10. ev yöneticisi 4. evde: Kariyer ve toplumsal statü, aile ve evle yakından bağlantılıdır. Aile işi, gelenekler veya aileden gelen destek, kariyer başarısında önemli bir rol oynayabilir. Ev, kamusal imajın bir parçası olabilir.",
    "5": "10. ev yöneticisi 5. evde: Kariyer, yaratıcılık, hobiler, aşk veya çocuklar aracılığıyla ifade bulur. Kişi, işini bir oyun gibi görebilir ve sahnede olmayı gerektiren (sanat, eğlence, spor vb.) mesleklerde başarılı olabilir.",
    "6": "10. ev yöneticisi 6. evde: Kariyer ve toplumsal statü, iş hayatı, günlük rutinler ve hizmetle bağlantılıdır. Kişi, mesleki alanda çalışkanlığı ve verimliliği ile tanınır. Kariyeri, başkalarına hizmet etme üzerine kurulabilir.",
    "7": "10. ev yöneticisi 7. evde: Evlilik veya iş ortaklıkları, kişinin kariyerinde ve toplumsal statüsünde önemli bir rol oynar. Partner, kariyer hedeflerini destekleyebilir veya ortaklıklar kamuoyu önünde gerçekleşebilir.",
    "8": "10. ev yöneticisi 8. evde: Kariyer ve toplumsal statü, güç mücadeleleri, dönüşümler veya başkalarının kaynaklarını yönetmeyle bağlantılıdır. Kişi, topluma dönüşüm getiren bir lider olabilir veya kriz anlarında otorite sahibi olabilir.",
    "9": "10. ev yöneticisi 9. evde: Kariyer ve toplumsal statü, yüksek öğrenim, uluslararası ilişkiler, felsefe veya hukukla bağlantılıdır. Kişi, toplumda bilge, öğretmen veya dini bir lider olarak tanınabilir. Kariyeri, dünya görüşünü yayma üzerine kurulabilir.",
    "10": "10. ev yöneticisi 10. evde: Kariyer, toplumsal statü ve başarı hayatın merkezindedir. Kişi, toplum önünde parlamak, tanınmak ve otorite sahibi olmak için doğal bir arzu duyar. Yüksek başarı ve kamusal imaj için güçlü bir potansiyel vardır.",
    "11": "10. ev yöneticisi 11. evde: Kariyer ve toplumsal statü, sosyal gruplar, arkadaşlar veya kolektif hedefler aracılığıyla ifade bulur. Kişi, mesleki başarılarını toplumsal fayda için kullanabilir. Gruplar ve ağlar, kariyerinde önemli rol oynar.",
    "12": "10. ev yöneticisi 12. evde: Kariyer ve toplumsal imaj gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, arka planda çalışabilir veya kamuoyundan uzak durmayı tercih edebilir. Kariyeri, şifa, ruhsal hizmet veya gizli kurumlarla ilişkili olabilir."
  },
  "11": {
    "1": "11. ev yöneticisi 1. evde: Kişinin kimliği, sosyal gruplar, arkadaşlıklar ve toplumsal ideallerle derinden bağlantılıdır. İnsancıl, idealist ve grup içinde liderlik potansiyeli olan biridir. Gelecek hedefleri kişisel gelişimini etkiler.",
    "2": "11. ev yöneticisi 2. evde: Finansal kazançlar, arkadaşlar, sosyal gruplar veya kolektif projeler aracılığıyla elde edilebilir. Kişi, idealleri doğrultusunda para kazanabilir veya finansal hedeflerini arkadaş çevresiyle paylaşabilir.",
    "3": "11. ev yöneticisi 3. evde: İletişim ve zihinsel enerji toplumsal konulara, arkadaş çevresine ve ideallere odaklanır. Kişi, entelektüel gruplarda yer alabilir, fikir liderliği yapabilir. Gelecek planları bilgiyle şekillenir.",
    "4": "11. ev yöneticisi 4. evde: Aile veya ev arkadaş gruplarına veya toplumsal ideallere dahildir. Arkadaş çevresi aile gibi hissedilebilir. Ev, sosyal toplantıların veya grup faaliyetlerinin merkezi olabilir.",
    "5": "11. ev yöneticisi 5. evde: Yaratıcılık, aşk ve çocuklar sosyal gruplar ve arkadaşlarla bağlantılıdır. Kişi, gruplar içinde kendini ifade etmekten keyif alır. Arkadaş çevresi, eğlence ve yaratıcı projeler için bir platform olabilir.",
    "6": "11. ev yöneticisi 6. evde: İş hayatı ve günlük rutinler, arkadaşlar, sosyal gruplar veya kolektif hedeflerle bağlantılıdır. Kişi, grup projelerinde çalışmaktan veya idealleri doğrultusunda hizmet etmekten keyif alır.",
    "7": "11. ev yöneticisi 7. evde: İlişkiler ve ortaklıklar, sosyal gruplar, arkadaşlar veya kolektif hedefler aracılığıyla bağlantılıdır. Kişi, gruplar içinde partneriyle veya ortaklarıyla birlikte yer alabilir. Ortak hedefler, ilişkileri güçlendirir.",
    "8": "11. ev yöneticisi 8. evde: Arkadaşlar, sosyal gruplar veya kolektif hedefler aracılığıyla derin dönüşümler yaşanır. Grup içinde güç mücadeleleri veya ortak kaynakların yönetimi gündeme gelebilir. Arkadaşlıklar yoğun ve dönüştürücü olabilir.",
    "9": "11. ev yöneticisi 9. evde: Felsefi inançlar ve dünya görüşü, sosyal gruplar, arkadaşlar veya kolektif hedefler aracılığıyla ifade bulur. Kişi, aynı ideallere sahip gruplara katılmaktan hoşlanır. Gelecek hedefleri, geniş bir vizyonla belirlenir.",
    "10": "11. ev yöneticisi 10. evde: Kariyer ve toplumsal statü, sosyal gruplar, arkadaşlar veya kolektif hedefler aracılığıyla ifade bulur. Kişi, mesleki başarılarını toplumsal fayda için kullanabilir. Gruplar ve ağlar, kariyerinde önemli rol oynar.",
    "11": "11. ev yöneticisi 11. evde: Sosyal gruplar, arkadaşlıklar ve toplumsal idealler hayatın merkezindedir. Kişi, insancıl, idealist ve kolektif hedeflere bağlıdır. Geleceğe dair güçlü bir vizyonu vardır ve sosyal çevresiyle kendini bulur.",
    "12": "11. ev yöneticisi 12. evde: Sosyal gruplar, arkadaşlar veya kolektif hedefler gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, gizli gruplara dahil olabilir veya ideallerini arka planda gerçekleştirebilir. Arkadaşlıklar kafa karıştırıcı olabilir."
  },
  "12": {
    "1": "12. ev yöneticisi 1. evde: Kişinin kimliği, içsel dünyası, bilinçaltı ve ruhsal yönleriyle derinden bağlantılıdır. Bağımsızlık ve yalnızlık ihtiyacı hissedebilir, ancak bazen kendini ifade etmekte belirsizlik yaşayabilir. Empati yeteneği güçlüdür.",
    "2": "12. ev yöneticisi 2. evde: Maddi kaynaklar gizli, belirsiz veya fedakarlık temalarıyla bağlantılıdır. Kişi, kazançlarını saklama eğiliminde olabilir veya para konularında fedakarlıklar yapabilir. Manevi değerler maddi olana tercih edilebilir.",
    "3": "12. ev yöneticisi 3. evde: İletişim, içe dönük, bilinçaltı veya gizemli konulara yöneliktir. Kişi, yazı yoluyla kendini ifade edebilir veya rüyalarından ilham alabilir. Gizli bilgiler veya hassas konular iletişimde yer alabilir.",
    "4": "12. ev yöneticisi 4. evde: Ev hayatı gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Aile içinde sırlar olabilir veya kişi evde yalnızlık ve içe dönüklük ihtiyacı duyabilir. Ev, bir huzurevi veya bakım evi gibi hizmet veren bir yer olabilir.",
    "5": "12. ev yöneticisi 5. evde: Yaratıcılık, aşk ve çocuklar gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, yalnızlıkta ilham bulabilir veya gizli aşk ilişkileri yaşayabilir. Sanatsal ifade, ruhsal derinlikten beslenir.",
    "6": "12. ev yöneticisi 6. evde: Günlük rutinler, sağlık ve hizmet konuları kişinin iç dünyasıyla, yalnızlık ve gizli alanlarla bağlantılıdır. Kişi, iş hayatında gizli fedakarlıklar yapabilir veya başkalarına arka planda hizmet edebilir. Sağlık sorunları psikolojik kökenli olabilir.",
    "7": "12. ev yöneticisi 7. evde: İlişkiler, evlilik veya ortaklıklar gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, ilişkilerinde belirsizlik yaşayabilir veya gizli düşmanlarla karşılaşabilir. Partner, gizemli veya ruhsal bir kişi olabilir.",
    "8": "12. ev yöneticisi 8. evde: Gizli düşmanlar, bilinçaltı korkular veya karmik borçlar yoluyla derin dönüşümler yaşanır. Kişi, yalnızlıkta veya ruhsal çalışmalarda kendini iyileştirme potansiyeline sahiptir. Gizli veya tabu konularla yüzleşir.",
    "9": "12. ev yöneticisi 9. evde: Felsefi inançlar, yüksek öğrenim veya uzak yolculuklar gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, yalnızlıkta ruhsal aydınlanmalar yaşayabilir. Maneviyat ve evrensel konulara derin bir ilgi duyar.",
    "10": "12. ev yöneticisi 10. evde: Kariyer ve toplumsal imaj gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, arka planda çalışabilir veya kamuoyundan uzak durmayı tercih edebilir. Kariyeri, şifa, ruhsal hizmet veya gizli kurumlarla ilişkili olabilir.",
    "11": "12. ev yöneticisi 11. evde: Sosyal gruplar, arkadaşlar veya kolektif hedefler gizli, bilinçaltı veya fedakarlık temalarıyla bağlantılıdır. Kişi, gizli gruplara dahil olabilir veya ideallerini arka planda gerçekleştirebilir. Arkadaşlıklar kafa karıştırıcı olabilir.",
    "12": "12. ev yöneticisi 12. evde: Yalnızlık, ruhsal konular, bilinçaltı ve gizli alanlar hayatın merkezindedir. Kişi, içsel bir yolculukta veya fedakarlık yaparak kendini bulur. Empati yeteneği güçlüdür ve başkalarına gizlice hizmet edebilir."
  }
}