{
  "Koç": "Lilith Koç'ta, bastırılmış öfke, rekabet ve var olma mücadelesiyle ilgilidir. Kişi, kendi isteklerini doğrudan ifade etmekten korkabilir veya tam tersi, aşırı agresif bir şekilde ortaya koyabilir. Bağımsızlık ve liderlik konularında derin bir gölge yanı vardır.",
  "Boğa": "Lilith Boğa'da, maddi güvenlik, sahip olma ve bedensel zevklerle ilgili gölge yanları ortaya çıkarır. Değerini sahip olduklarıyla ölçme veya tam tersi, maddi dünyaya karşı anlamsız bir isyan görülebilir. Cinsellik ve para konularında takıntılar olabilir.",
  "İkizler": "Lilith İkizler'de, iletişim, bilgi ve zihinle ilgili bastırılmış yönleri gösterir. Kişi, 'yasak' bilgiyi merak edebilir, sözleriyle manipüle edebilir veya tam tersi, kendini ifade etmekten korkabilir. Dedikodu ve yüzeysellik, gölge yanlarıdır.",
  "Yengeç": "Lilith Yengeç'te, aile, anne ve duygusal güvenlikle ilgili en derin yaraları ve bastırılmış duyguları temsil eder. Reddedilme korkusu, aşırı bağımlılık veya tam tersi, duygusal olarak kendini tamamen kapatma görülebilir.",
  "Aslan": "Lilith Aslan'da, dikkat çekme, ego, yaratıcılık ve tanınma arzusuyla ilgili gölge yanları ortaya çıkarır. Kişi, alkışlanmak için manipülatif olabilir veya tam tersi, yeteneklerini sergilemekten yoğun bir utanç duyabilir.",
  "Başak": "Lilith Başak'ta, mükemmellik, düzen, sağlık ve hizmetle ilgili takıntıları ve bastırılmış korkuları gösterir. Kişi, aşırı eleştirel olabilir, bedeninden utanabilir veya hizmet ederken kendini kurban edebilir.",
  "Terazi": "Lilith Terazi'de, ilişkiler, uyum ve adaletle ilgili gölge yanları temsil eder. Kişi, uyumu bozmamak için kendi ihtiyaçlarını yok sayabilir veya ilişkilerde güç oyunları ve manipülasyon yoluyla denge kurmaya çalışabilir.",
  "Akrep": "Lilith Akrep'te en güçlü konumlarından birindedir. Cinsellik, güç, ölüm ve sırlar gibi tabu konularla ilgili en derin ve bastırılmış arzuları ortaya çıkarır. Yoğun kıskançlık, takıntı ve manipülasyon potansiyeli taşır.",
  "Yay": "Lilith Yay'da, inançlar, ahlak ve anlam arayışıyla ilgili gölge yanları gösterir. Kişi, dogmatik ve fanatik olabilir veya tam tersi, her türlü inanç sistemine karşı nihilist bir isyan içinde olabilir.",
  "Oğlak": "Lilith Oğlak'ta, otorite, kontrol, statü ve kurallarla ilgili bastırılmış yönleri temsil eder. Kişi, başarıya ulaşmak için duygusuz ve acımasız olabilir veya otoriteye karşı derin bir korku ve isyan duyabilir.",
  "Kova": "Lilith Kova'da, toplumsal normlar, gruplar ve arkadaşlıklarla ilgili gölge yanları ortaya çıkarır. Kişi, ait olamama korkusu yaşayabilir, kendini toplumdan soyutlayabilir veya özgürlük adına duygusal bağları reddedebilir.",
  "Balık": "Lilith Balık'ta, ruhsallık, fedakarlık ve sınırsızlıkla ilgili en derin korkuları ve arzuları temsil eder. Gerçeklerden kaçma, kendini kurban etme veya sahte gurulara kanma eğilimi olabilir. Kolektif bilinçaltının gölge yönleriyle güçlü bir bağı vardır."
}