{
  "1": "Lilith 1. Evde: Kişinin bastırılmış ham ve ilkel yönleri, doğrudan kimliği ve dış görünüşü aracılığıyla ortaya çıkar. Güçlü bir cinsel çekicilik ama aynı zamanda toplum tarafından 'farklı' veya 'tehlikeli' olarak algılanma potansiyeli verir.",
  "2": "Lilith 2. Evde: Maddi dünya, para ve öz-değer konularında derin bir gölge yanı vardır. Sahip olma takıntısı veya tam tersi, maddi değerleri tamamen reddetme eğilimi görülebilir.",
  "3": "Lilith 3. Evde: İletişimde tabu, yasak veya rahatsız edici konuları dile getirme potansiyeli vardır. Zihin keskindir ama düşünceleri yıkıcı veya manipülatif olabilir.",
  "4": "Lilith 4. Evde: Aile, kökler ve çocuklukla ilgili en derin, bastırılmış ve karanlık yönleri temsil eder. Aile içinde bir 'kara koyun' olma veya aile sırlarını taşıma teması olabilir.",
  "5": "Lilith 5. Evde: Aşk, flört, yaratıcılık ve cinsellik konularında ham, tutkulu ve tabuları yıkan bir enerji verir. İlişkiler yoğun, dramatik ve güç oyunlarına sahne olabilir.",
  "6": "Lilith 6. Evde: İş ortamı, günlük rutinler ve sağlık konularında bastırılmış yönleri ortaya çıkarır. İş yerinde güç mücadeleleri veya hizmet ederken sömürülme temaları görülebilir.",
  "7": "Lilith 7. Evde: Ortaklıklar ve evlilikte en derin gölge yanları tetikler. Kişi, yoğun, tutkulu ama aynı zamanda tehlikeli veya manipülatif partnerleri hayatına çekebilir.",
  "8": "Lilith 8. Evde: Kendi doğal evinde son derece güçlüdür. Cinsellik, ölüm, krizler ve ortak kaynaklar gibi konularda en ham ve bastırılmış enerjileri ortaya çıkarır.",
  "9": "Lilith 9. Evde: Geleneksel inançlara, ahlaki kurallara ve felsefeye karşı derin bir isyanı temsil eder. Kişi, 'yasak' bilgiyi arar ve dogmatik olan her şeye meydan okur.",
  "10": "Lilith 10. Evde: Kariyer ve toplumsal imajda, skandallara yol açabilecek veya tabuları yıkan bir potansiyel vardır. Kişi, gücü alışılmadık veya kışkırtıcı yollarla kullanabilir.",
  "11": "Lilith 11. Evde: Sosyal gruplar ve arkadaşlıklar içinde bir 'dışlanmış' veya 'isyankar' rolünü oynayabilir. Toplumsal normlara ve arkadaş çevresinin beklentilerine meydan okur.",
  "12": "Lilith 12. Evde: Bilinçaltının en derin ve en karanlık yönleriyle bir bağlantı verir. Bastırılmış korkular, gizli düşmanlar veya kendi kendini sabote etme eğilimleri bu konumla ilişkilidir."
}