{
  "Koç": "MC Koç, kariyerde öncülük, liderlik ve inisiyatif almayı hedefler. Rekabetçi, cesur ve kendi yolunu çizen bir profesyonel imajı çizer. Kişi, kendi işinin patronu olmaktan veya sürekli yeni projeler başlatmaktan keyif alır. Sabırsızlık ve acelecilik, kariyer yolundaki en büyük zorlukları olabilir.",
  "Boğa": "MC Boğa, kariyerde istikrar, güvenlik ve somut değerler üretmeyi hedefler. Güvenilir, sabırlı ve pratik bir profesyonel olarak tanınır. Finans, sanat, doğa veya gıda gibi alanlarda kalıcı ve sağlam bir kariyer inşa etme eğilimindedir. Değişime karşı direnç, ilerlemesini yavaşlatabilir.",
  "İkizler": "MC İkizler, kariyerde iletişim, bilgi aktarımı ve çok yönlülüğü hedefler. Meraklı, zeki ve uyumlu bir profesyonel imajı vardır. Yazarlık, gazetecilik, satış, pazarlama veya teknoloji gibi sürekli zihinsel uyarım gerektiren alanlarda başarılı olur. Odaklanma zorluğu ve kararsızlık, kariyerindeki zorlukları olabilir.",
  "Yengeç": "MC Yengeç, kariyerde besleme, koruma ve duygusal güvenlik sağlamayı hedefler. Şefkatli, sezgisel ve yardımsever bir profesyonel olarak tanınır. Aile şirketleri, gayrimenkul, otelcilik, bakım veya psikoloji gibi alanlarda insanlara hizmet ederek tatmin bulur. Aşırı duygusallık ve eleştiriye karşı hassasiyet, zorlukları olabilir.",
  "Aslan": "MC Aslan, kariyerde tanınma, yaratıcılık ve liderlik etmeyi hedefler. Özgüvenli, cömert ve dikkat çekici bir profesyonel imajı çizer. Sahne sanatları, yöneticilik, eğlence sektörü veya lüks markalar gibi alanlarda parlamayı ve takdir edilmeyi arzular. Ego ve gurur, kariyer yolunda dikkat etmesi gereken konulardır.",
  "Başak": "MC Başak, kariyerde hizmet etme, verimlilik ve mükemmelliği hedefler. Detaycı, analitik ve çalışkan bir profesyonel olarak tanınır. Sağlık, araştırma, editörlük, muhasebe gibi alanlarda detaylara olan hakimiyetiyle başarılı olur. Aşırı eleştirellik ve mükemmeliyetçilik, en büyük zorlukları olabilir.",
  "Terazi": "MC Terazi, kariyerde adalet, diplomasi ve ortaklık kurmayı hedefler. Uyumlu, zarif ve adil bir profesyonel imajı vardır. Hukuk, danışmanlık, sanat, tasarım veya halkla ilişkiler gibi alanlarda denge ve uyum yaratarak başarılı olur. Kararsızlık ve çatışmadan kaçınma eğilimi, zorlukları olabilir.",
  "Akrep": "MC Akrep, kariyerde güç, dönüşüm ve derinlik araştırmasını hedefler. Tutkulu, kararlı ve sezgisel bir profesyonel olarak tanınır. Psikoloji, cerrahi, araştırma, finans veya kriz yönetimi gibi alanlarda yüzeyin altındaki gerçeklerle çalışarak başarılı olur. Güç mücadeleleri ve gizlilik, kariyerindeki temalardır.",
  "Yay": "MC Yay, kariyerde ufukları genişletme, bilgi ve anlam arayışını hedefler. İyimser, maceracı ve felsefi bir profesyonel imajı çizer. Akademi, yayıncılık, uluslararası ilişkiler, turizm veya hukuk gibi alanlarda vizyonuyla ilham verir. Abartı ve sorumsuzluk eğilimi, dikkat etmesi gereken konulardır.",
  "Oğlak": "MC Oğlak, kariyerde başarı, statü ve somut yapılar inşa etmeyi hedefler. Disiplinli, sorumlu ve hırslı bir profesyonel olarak tanınır. Yöneticilik, mühendislik, siyaset veya kurumsal hayatta sıkı çalışması ve sabrıyla zirveye ulaşır. Aşırı ciddiyet ve karamsarlık, kariyerindeki zorlukları olabilir.",
  "Kova": "MC Kova, kariyerde yenilik, toplumsal reform ve özgünlüğü hedefler. İnsancıl, ilerici ve bağımsız bir profesyonel imajı vardır. Bilim, teknoloji, sosyal hizmetler, astroloji veya toplumsal hareketler gibi alanlarda geleceği şekillendiren işler yapar. Geleneklere karşı isyankarlık, zorlukları olabilir.",
  "Balık": "MC Balık, kariyerde şefkat, ilham ve evrensel hizmeti hedefler. Fedakar, sezgisel ve sanatsal bir profesyonel olarak tanınır. Sanat, müzik, şifa, ruhsal rehberlik veya hayır kurumları gibi alanlarda ilham vererek ve yardım ederek tatmin bulur. Kariyer yolunda belirsizlik ve sınırsızlık, en büyük zorlukları olabilir."
}