{
  "Koç": "Kuzey Düğümü Koç'ta olan kişinin karmik görevi, başkalarına bağımlı olmaktan ve uyum arayışından vazgeçip kendi kimliğini, cesaretini ve liderlik yeteneğini keşfetmektir. 'Biz' demek yerine 'Ben' demeyi öğrenmelidir.",
  "Boğa": "Bu kişinin karmik görevi, krizlerden ve başkalarının kaynaklarından beslenmeyi bırakıp, kendi değerini, kendi yeteneklerini ve kendi maddi güvenliğini yaratmaktır. Somut, kalıcı ve huzurlu olanı inşa etmeyi öğrenmelidir.",
  "İkizler": "Bu kişinin karmik görevi, dogmatik inançlardan ve büyük felsefelerden uzaklaşıp, yakın çevresindeki bilgiyi, iletişimi ve farklı bakış açılarını merakla keşfetmektir. 'Ben biliyorum' demek yerine 'Sen ne düşünüyorsun?' diye sormayı öğrenmelidir.",
  "Yengeç": "Bu kişinin karmik görevi, kariyer ve toplumsal statü hırsını bir kenara bırakıp, kendi iç dünyasını, duygusal ihtiyaçlarını ve aile bağlarını beslemeyi öğrenmektir. Dış dünyadaki başarı yerine, içsel huzuru bulmalıdır.",
  "Aslan": "Bu kişinin karmik görevi, grupların ve arkadaşların içinde kaybolmak yerine, kendi yaratıcılığını, liderliğini ve kalbinin sesini sahneye koymaktır. Topluluğun bir parçası olmak yerine, kendine özgü parlamayı öğrenmelidir.",
  "Başak": "Bu kişinin karmik görevi, kaostan ve belirsizlikten uzaklaşıp, günlük hayatta pratik, verimli ve hizmet odaklı bir düzen kurmaktır. Hayallere dalmak yerine, somut detaylarla ilgilenmeyi ve kendini geliştirmeyi öğrenmelidir.",
  "Terazi": "Bu kişinin karmik görevi, tek başına savaşmak ve 'ben' demek yerine, ortaklık kurmayı, diplomasiyi ve 'biz' demenin uyumunu öğrenmektir. Kendi ihtiyaçları ile başkalarının ihtiyaçları arasında bir denge kurmalıdır.",
  "Akrep": "Bu kişinin karmik görevi, yüzeysel maddi güvenlik ve konfordan vazgeçip, hayatın daha derin, gizemli ve dönüştürücü yönleriyle yüzleşmektir. Sahip olduklarıyla değil, psikolojik gücüyle kendini tanımlamayı öğrenmelidir.",
  "Yay": "Bu kişinin karmik görevi, dedikodudan ve yüzeysel bilgiden uzaklaşıp, hayatın anlamını, büyük resmi ve felsefi gerçekleri aramaktır. Yakın çevrenin ötesine geçip, ufkunu genişletmeyi öğrenmelidir.",
  "Oğlak": "Bu kişinin karmik görevi, duygusal bağımlılıktan ve aileye sığınmaktan vazgeçip, dış dünyada sorumluluk almayı, disiplinli olmayı ve kendi başarı zirvesini inşa etmeyi öğrenmektir. Kendi otoritesi olmayı başarmalıdır.",
  "Kova": "Bu kişinin karmik görevi, kişisel egodan ve alkışlanma arzusundan uzaklaşıp, enerjisini toplumsal faydaya, insancıl ideallere ve grubun bir parçası olmaya adamaktır. Bireysel parlama yerine, kolektif bilince katkıda bulunmayı öğrenmelidir.",
  "Balık": "Bu kişinin karmik görevi, aşırı analizden ve mükemmeliyetçilikten vazgeçip, hayatın akışına, sezgilere ve ilahi olana teslim olmayı öğrenmektir. Her şeyi kontrol etmeye çalışmak yerine, evrensel birliğe ve şefkate kendini açmalıdır."
}