{
  "1": "K.A.D 1. Evde: Karmik görev, başkalarının beklentilerinden sıyrılıp kendi kimliğini, bağımsızlığını ve liderlik potansiyelini keşfetmektir. Kişi, kendi yolunu çizme cesaretini göstermelidir.",
  "2": "K.A.D 2. Evde: Karmik görev, krizlere ve başkalarının kaynaklarına bağımlı olmaktan vazgeçip, kendi öz-değerini ve maddi güvenliğini kendi yetenekleriyle inşa etmektir.",
  "3": "K.A.D 3. Evde: Karmik görev, dogmatik inançları bir kenara bırakıp, yakın çevresindeki bilgiyi merakla öğrenmek, dinlemek ve objektif bir şekilde iletişim kurmaktır.",
  "4": "K.A.D 4. Evde: Karmik görev, dış dünyadaki kariyer hırsını dengeleyerek, içsel huzuru, aile bağlarını ve duygusal güvenliği beslemeyi öğrenmektir.",
  "5": "K.A.D 5. Evde: Karmik görev, grubun içinde kaybolmak yerine, kendi kişisel yaratıcılığını, neşesini ve kalbinin sesini korkusuzca sahneye koymaktır.",
  "6": "K.A.D 6. Evde: Karmik görev, kaostan ve hayal dünyasından sıyrılarak, günlük hayatta düzen, verimlilik ve başkalarına hizmet etme yoluyla kendini geliştirmektir.",
  "7": "K.A.D 7. Evde: Karmik görev, aşırı bireysellikten ve bencillikten uzaklaşıp, adil ortaklıklar kurmayı, empati yapmayı ve 'biz' bilincini geliştirmeyi öğrenmektir.",
  "8": "K.A.D 8. Evde: Karmik görev, yüzeysel maddi birikimden daha derine inerek, başkalarıyla psikolojik ve finansal olarak bütünleşmeyi, dönüşümü ve hayatın gizemlerini kucaklamayı öğrenmektir.",
  "9": "K.A.D 9. Evde: Karmik görev, yüzeysel bilgiyi ve dedikoduyu aşarak, hayatın anlamını, felsefeyi, farklı kültürleri ve daha yüksek bir gerçeği aramaktır.",
  "10": "K.A.D 10. Evde: Karmik görev, aileye ve geçmişe olan duygusal bağımlılığı aşarak, dış dünyada sorumluluk almayı, kendi otoriteni kurmayı ve toplumsal bir başarı inşa etmeyi öğrenmektir.",
  "11": "K.A.D 11. Evde: Karmik görev, kişisel egoyu ve alkışlanma arzusunu bir kenara bırakıp, enerjisini insancıl ideallere, arkadaşlıklara ve toplumsal faydaya adamaktır.",
  "12": "K.A.D 12. Evde: Karmik görev, aşırı kontrol ve analizden vazgeçerek, sezgilere, evrensel akışa ve maneviyata teslim olmayı öğrenmektir."
}