{
  "Sun": {
    "1": "Güneş'in 1. Ev'de olması, güçlü bir kimlik, liderlik ve kendini ortaya koyma arzusu verir. Kişi, hayatının merkezinde olmayı ve kendi yolunu çizmeyi sever. Enerjik, özgüvenli ve dikkat çekicidir.",
    "2": "Güneş'in 2. Ev'de olması, kişinin kimliğini ve öz-değerini maddi kaynaklar, yetenekler ve sahip oldukları üzerinden tanımladığını gösterir. Finansal güvenlik ve konfor, yaşam enerjisinin odak noktasıdır.",
    "3": "Güneş'in 3. Ev'de olması, iletişime, öğrenmeye ve yakın çevreyle ilişkilere büyük bir canlılık katar. Kişi, fikirleriyle parlamayı, kendini ifade etmeyi ve entelektüel olarak aktif olmayı sever.",
    "4": "Güneş'in 4. Ev'de olması, kişinin kimliğinin kökleri, ailesi ve yuvasıyla derinden bağlantılı olduğunu gösterir. Ev hayatı ve içsel güvenlik, yaşam enerjisinin merkezindedir.",
    "5": "Güneş'in 5. Ev'de olması, yaratıcılık, aşk, flörtler, çocuklar ve kendini sahneye koyma konularına parlak bir enerji verir. Kişi, ilgi odağı olmayı, eğlenmeyi ve hayattan keyif almayı sever.",
    "6": "Güneş'in 6. Ev'de olması, kişinin kimliğini işi, günlük rutinleri ve hizmet etme becerisi üzerinden tanımladığını gösterir. Çalışkan, verimli ve detaylara önem veren bir yapı verir.",
    "7": "Güneş'in 7. Ev'de olması, kişinin kimliğinin ortaklıklar, evlilik ve birebir ilişkiler üzerinden parladığını gösterir. Hayat enerjisi, 'biz' olmaya ve bir partnerle denge kurmaya odaklıdır.",
    "8": "Güneş'in 8. Ev'de olması, derin dönüşümler, krizler, ortak kaynaklar ve gizemli konulara yoğun bir odaklanma verir. Kişi, yüzeyin altını araştırmayı ve güçlü psikolojik bağlar kurmayı sever.",
    "9": "Güneş'in 9. Ev'de olması, kişinin kimliğini felsefeler, inançlar, yüksek öğrenim ve uzak yolculuklar üzerinden genişlettiğini gösterir. Hayat enerjisi, anlam arayışına ve ufuklarını genişletmeye yöneliktir.",
    "10": "Güneş'in 10. Ev'de olması, kariyer, toplumsal statü ve başarıya güçlü bir vurgu yapar. Kişi, toplum önünde parlamak, tanınmak ve otorite sahibi olmak için doğal bir arzu duyar.",
    "11": "Güneş'in 11. Ev'de olması, kişinin kimliğini sosyal gruplar, arkadaşlıklar ve toplumsal idealler üzerinden ifade ettiğini gösterir. Gelecek hedefleri ve kolektif projeler, yaşam enerjisinin merkezindedir.",
    "12": "Güneş'in 12. Ev'de olması, kişinin kimliğinin daha içe dönük, ruhsal ve kolektif bilinçaltıyla bağlantılı olduğunu gösterir. Yalnız kalma, meditasyon ve hizmet etme, ruhu besleyen önemli temalardır."
  },
  "Moon": {
    "1": "Ay'ın 1. Ev'de olması, kişiye hassas, duygusal ve sezgisel bir doğa verir. Ruh hali değişkendir ve dış dünyadan kolayca etkilenir. Annelik, besleme ve korunma içgüdüleri güçlüdür.",
    "2": "Ay'ın 2. Ev'de olması, duygusal güvenliğin maddi güvenlikle derinden bağlantılı olduğunu gösterir. Kişi, sahip olduklarına duygusal olarak bağlanır ve finansal konularda dalgalanmalar yaşayabilir.",
    "3": "Ay 3. evde duygusal ifade ve iletişim ihtiyacını güçlendirir. Kişi, duygularını konuşarak anlama eğilimindedir ve yakın çevresiyle derin duygusal bağlar kurar.",
    "4": "Ay'ın kendi evinde (4. Ev) olması, aileye, eve ve köklere son derece güçlü bir duygusal bağlılık verir. Kişi için en büyük güvenlik ve huzur kaynağı kendi yuvasıdır.",
    "5": "Ay 5. evde, aşk ve romantizm konularında derin bir duygusal ihtiyaç ve değişkenlik yaratır. Yaratıcılık, duygusal dalgalanmalardan beslenir.",
    "6": "Ay 6. evde, kişinin işine ve günlük rutinlerine duygusal olarak bağlandığını gösterir. Başkalarına yardım etme ve hizmet etme ihtiyacı, duygusal tatmin için önemlidir.",
    "7": "Ay 7. evde, kişi duygusal güvenliği ikili ilişkilerde arar. Evlenmek, bir partnere sahip olmak ve duygusal denge kurmak hayatında büyük önem taşır. Ruh hali, ilişkilerin gidişatına bağlı olarak değişebilir.",
    "8": "Ay 8. evde, duygusal derinlik ve içsel dönüşüm temaları ön plandadır. Kişi, yoğun duygular yaşar, başkalarıyla güçlü psişik bağlar kurar ve kriz anlarında duygusal olarak büyür.",
    "9": "Ay 9. evde, kişi duygusal güveni inançlar, felsefe, seyahat ve kültürel keşiflerle bulur. Duygular değişken olabilir, ancak ruhsal ya da akademik deneyimler kişiyi besler.",
    "10": "Ay 10. evde, kişi toplum önündeki imajına ve kariyerine duygusal yatırım yapar. Başarı, tanınma ve dış dünyadaki yerinin istikrarı, iç huzurunun temel kaynaklarıdır.",
    "11": "Ay 11. evde, kişi duygusal olarak arkadaşlıklara, gruplara ve ideallere bağlanır. Toplumsal hedefler, kolektif projeler ve sosyal aidiyet, duygusal tatminin anahtarıdır.",
    "12": "Ay 12. evde, duygular daha içsel, gizli ve bilinçdışı düzeyde yaşanır. Yalnızlık, içe dönüş ve ruhsal çalışmalar kişinin duygusal dünyasını dengelemesine yardımcı olur. Empati ve fedakârlık temaları öne çıkar."
  },
  "Mercury": {
    "1": "Merkür 1. evde, kişi hızlı düşünen, meraklı ve iletişim odaklı bir karakter sergiler. Zihinsel yeteneklerini dış dünyaya yansıtarak dikkat çeker. Kendini sözlü ya da yazılı olarak ifade etmekten keyif alır.",
    "2": "Merkür 2. evde, zihinsel enerji maddi kaynaklara, para kazanma yollarına ve yetenekleri verimli kullanmaya odaklanır. Kişi, ticaret, muhasebe veya analitik becerilerle finansal başarı elde edebilir.",
    "3": "Merkür kendi evinde (3. ev) son derece güçlüdür. Kişi, öğrenmeye aç, çevresiyle sürekli etkileşimde olan, konuşkan ve zeki bir doğaya sahiptir. Kardeşler, komşular ve kısa yolculuklar yaşamda önemli rol oynar.",
    "4": "Merkür 4. evde, kişi ailesiyle sık sık iletişim kurar, evde düşünsel faaliyetlerden keyif alır. Zihin, geçmişe, köklere ve aile hikayelerine odaklanabilir. İç dünyası entelektüel açıdan zengindir.",
    "5": "Merkür 5. evde, zihinsel yaratıcılık öne çıkar. Kişi yazarlık, tiyatro, mizah gibi alanlarda kendini gösterebilir. Aşk ilişkilerinde sözel iletişim ve entelektüel uyum önemlidir.",
    "6": "Merkür 6. evde, zihinsel enerji çalışma hayatına, hizmet etmeye ve günlük işlere odaklanır. Detaylara dikkat, analiz ve düzen arayışı yüksektir. Sağlıkla ilgili konularda bilgi sahibi olabilir.",
    "7": "Merkür 7. evde, ilişkilerde açık iletişim ve entelektüel paylaşım ön plandadır. Kişi, partneriyle fikir alışverişinde bulunmayı sever. Karşılıklı anlayış ve mantıklı diyaloglar kurmak önemlidir.",
    "8": "Merkür 8. evde, zihin derinliklere, sırlar, ortak kaynaklar ve kriz yönetimine yöneliktir. Psikoloji, araştırma, metafizik ve gizli konulara doğal bir ilgi vardır. Kişi, sezgisel zekâya sahiptir.",
    "9": "Merkür 9. evde, zihinsel faaliyetler yüksek öğrenim, felsefe, hukuk ve yabancı kültürlerle ilgilidir. Kişi dünya görüşünü entelektüel olarak geliştirmekten zevk alır. Yabancı diller öğrenme eğilimi yüksektir.",
    "10": "Merkür 10. evde, iletişim becerileri kariyer yoluyla ifade bulur. Kişi, kamusal alanda yazma, konuşma, öğretme gibi mesleklerde başarılı olabilir. Otoritelerle mantıklı ilişkiler kurar.",
    "11": "Merkür 11. evde, zihin toplumsal konulara, arkadaş çevresine ve ideallere odaklanır. Kişi, entelektüel gruplarda yer alabilir, fikir liderliği yapabilir. Gelecek planları bilgiyle şekillenir.",
    "12": "Merkür 12. evde, düşünceler daha içe dönük ve bilinçaltı odaklıdır. Kişi yazı yoluyla kendini ifade edebilir, zihinsel yalnızlık ihtiyacı duyabilir. Rüyalar, sezgiler ve mistik düşünceler ön plandadır."
  },
  "Venus": {
    "1": "Venüs 1. evde, kişiye doğal bir çekicilik, zarafet ve diplomatik bir yapı verir. Güzelliğe, sanata ve uyuma düşkündür. İlişkilerde barışçıl ve sevgi dolu bir yaklaşım sergiler.",
    "2": "Venüs 2. evde, lükse, konfora ve güzel eşyalara olan sevgiyi artırır. Kişi, para kazanma konusunda yeteneklidir ve genellikle sanat, güzellik veya estetikle ilgili alanlardan gelir elde eder.",
    "3": "Venüs 3. evde, iletişime tatlılık ve uyum katar. Kişi, nazik ve diplomatik bir dille konuşur. Kardeşler ve yakın çevre ile sevgi dolu ilişkiler kurar. Öğrenmekten ve estetik konulardan keyif alır.",
    "4": "Venüs 4. evde, evini ve ailesini seven, yuvasını güzelleştirmekten hoşlanan birini gösterir. Aile içinde huzur ve uyum arar. Ev hayatı, sevgi ve konforla doludur.",
    "5": "Venüs 5. evde, aşk, romantizm ve flört konularında şans ve keyif verir. Kişi, eğlenceli, yaratıcı ve sanatsal faaliyetlere düşkündür. Aşk hayatı canlı ve keyiflidir.",
    "6": "Venüs 6. evde, iş ortamında uyum ve popülerlik getirir. Kişi, çalışma arkadaşlarını sever ve işini keyifli hale getirme eğilimindedir. Hizmet ederken sevgi ve estetik arar.",
    "7": "Venüs 7. evde, evlilik ve ortaklıklar için son derece olumlu bir konumdur. Kişi, ilişkilerde uyum, denge ve adalet arar. Popülerdir ve çekici, diplomatik bir partneri hayatına çeker.",
    "8": "Venüs 8. evde, ilişkilere derinlik ve tutku katar. Kişi, yoğun duygusal ve cinsel bağlar kurar. Ortak kaynaklardan, miras veya eşin parası yoluyla finansal kazanç sağlayabilir.",
    "9": "Venüs 9. evde, yabancı kültürlere, seyahatlere ve felsefeye karşı bir sevgi verir. Kişi, farklı kültürlerden insanlarla ilişki kurmaktan hoşlanır ve ufkunu genişleten deneyimlerden zevk alır.",
    "10": "Venüs 10. evde, kariyere sosyal bir çekicilik ve popülerlik getirir. Kişi, sanat, diplomasi, moda veya danışmanlık gibi alanlarda başarılı olabilir. Toplum önünde sevilen ve takdir edilen biridir.",
    "11": "Venüs 11. evde, geniş ve sevgi dolu bir arkadaş çevresi verir. Kişi, sosyal gruplar içinde popülerdir ve arkadaşlıklar aracılığıyla romantik ilişkiler kurabilir. İdeallerini paylaşan insanlarla birlikte olmaktan hoşlanır.",
    "12": "Venüs 12. evde, gizli aşk ilişkilerine, platonik sevgiye veya ruhsal birliğe işaret edebilir. Kişi, sevgisini fedakarca ve beklentisizce sunar. Sanatsal ilham, bilinçaltından ve rüyalardan gelir."
  },
  "Mars": {
    "1": "Mars 1. evde, kişiye yüksek enerji, cesaret ve atılganlık verir. Lider ruhlu, rekabetçi ve öncüdür. Bazen aceleci ve sabırsız olabilir.",
    "2": "Mars 2. evde, enerjiyi para kazanmaya ve maddi kaynaklar edinmeye yöneltir. Kişi, finansal konularda hırslıdır ancak dürtüsel harcamalar yapma eğilimindedir.",
    "3": "Mars 3. evde, zihinsel enerjiyi ve doğrudan iletişimi gösterir. Kişi, fikirlerini tutkuyla savunur, tartışmaktan çekinmez ve bazen sivri dilli olabilir.",
    "4": "Mars 4. evde, enerjiyi ev ve aile hayatına odaklar. Aile içinde çatışmalar veya güç mücadeleleri yaşanabilir. Kişi, ailesine karşı oldukça korumacıdır.",
    "5": "Mars 5. evde, aşkta tutkulu, flörtte cesur ve eğlencede rekabetçi bir yapı verir. Fiziksel aktiviteler, spor ve yaratıcı projeler için bolca enerji vardır.",
    "6": "Mars 6. evde, kişiyi çalışkan ve enerjik bir işçi yapar. Enerjisini günlük görevlere ve hizmete adar. İş ortamında çatışmalar veya acelecilikten kaynaklanan kazalar olabilir.",
    "7": "Mars 7. evde, ilişkilere dinamizm ve bazen de çatışma getirir. Kişi, enerjik ve iddialı partnerleri kendine çeker. Ortaklıklarda açık ve dürüst olmayı tercih eder.",
    "8": "Mars 8. evde, güçlü cinsel dürtüler, yoğun arzular ve krizlerle başa çıkma becerisi verir. Ortak kaynaklar ve miras konularında mücadeleler olabilir. Derin dönüşümler yaşatır.",
    "9": "Mars 9. evde, kişi inançlarını ve felsefesini tutkuyla savunur. Macera, seyahat ve yeni şeyler keşfetmek için büyük bir arzu duyar. Fikirleri için savaşır.",
    "10": "Mars 10. evde, kariyerde büyük bir hırs ve liderlik arzusu verir. Kişi, hedeflerine ulaşmak için yorulmadan çalışır ve otorite pozisyonlarına gelmek ister. Rekabetçi bir profesyoneldir.",
    "11": "Mars 11. evde, enerjiyi sosyal gruplara, arkadaşlıklara ve toplumsal hedeflere yöneltir. Kişi, grup içinde liderlik rolü üstlenebilir veya idealleri uğruna mücadele edebilir.",
    "12": "Mars 12. evde, enerji ve öfke içe dönüktür ve bilinçaltında çalışır. Kişi, pasif-agresif davranışlar sergileyebilir veya gizli düşmanlarla karşılaşabilir. Enerjisini ruhsal veya yaratıcı çalışmalara yönlendirmelidir."
  },
  "Jupiter": {
    "1": "Jüpiter 1. evde, kişiye iyimser, cömert ve neşeli bir karakter verir. Hayata karşı olumlu bir bakış açısı vardır ve genellikle şanslıdır. Genişlemeye, büyümeye eğilimlidir.",
    "2": "Jüpiter 2. evde, finansal konularda şans ve bolluk getirir. Kişi, para kazanma konusunda yeteneklidir ve cömertçe harcama eğilimindedir. Maddi güvenlik kolayca sağlanır.",
    "3": "Jüpiter 3. evde, zihni genişletir ve öğrenmeye, öğretime büyük bir ilgi verir. İletişimde iyimser ve felsefidir. Yakın çevre ve kardeşlerle ilişkiler genellikle olumludur.",
    "4": "Jüpiter 4. evde, mutlu ve geniş bir aile hayatı, büyük ve konforlu bir ev verir. Aileden destek ve şans gelir. Gayrimenkul konularında fırsatlar sunar.",
    "5": "Jüpiter 5. evde, aşk, yaratıcılık ve spekülasyon konularında şans getirir. Kişi, hayattan keyif almayı sever, cömert bir aşıktır ve yaratıcı projelerde başarılı olur.",
    "6": "Jüpiter 6. evde, iş hayatında fırsatlar ve keyifli bir çalışma ortamı sunar. Kişi, işinden zevk alır ve başkalarına hizmet etmekten mutluluk duyar. Sağlık genellikle iyidir.",
    "7": "Jüpiter 7. evde, evlilik ve ortaklıklar yoluyla şans ve büyüme getirir. Kişi, cömert, bilge veya varlıklı bir partneri kendine çeker. İlişkilerde adalet ve büyüme önemlidir.",
    "8": "Jüpiter 8. evde, ortak kaynaklar, miras veya eşin parası yoluyla finansal kazançlar sağlar. Kişi, derin felsefi ve metafizik konulara ilgi duyar ve krizlerden büyüyerek çıkar.",
    "9": "Jüpiter kendi evinde (9. ev) son derece güçlüdür. Yüksek öğrenim, seyahat, felsefe ve yabancı kültürlere karşı doğal bir sevgi ve yetenek verir. Kişi bilge, maceracı ve şanslıdır.",
    "10": "Jüpiter 10. evde, kariyerde başarı, tanınma ve yüksek bir statü vaat eder. Kişi, toplum tarafından saygı görür ve genellikle ahlaklı bir lider olur. Mesleki alanda şanslıdır.",
    "11": "Jüpiter 11. evde, geniş ve etkili bir arkadaş çevresi verir. Kişi, sosyal gruplar aracılığıyla hedeflerine ulaşır. İnsancıl ve idealisttir, topluma fayda sağlayan projelere katılır.",
    "12": "Jüpiter 12. evde, kişiye güçlü bir manevi koruma, sezgi ve merhamet verir. 'Koruyucu melek' etkisi vardır. Yalnızlıktan ve ruhsal çalışmalardan keyif alır, fedakarlıkla büyür."
  },
  "Saturn": {
    "1": "Satürn 1. evde, kişiye ciddi, sorumlu ve disiplinli bir doğa verir. Genç yaşta olgunlaşır. Bazen kendine güvensiz, çekingen veya aşırı eleştirel olabilir.",
    "2": "Satürn 2. evde, finansal konularda temkinli ve tutumlu bir yaklaşım getirir. Maddi güvenlik için çok çalışır. Yoksulluk korkusu olabilir, bu da birikim yapmaya teşvik eder.",
    "3": "Satürn 3. evde, zihni yapılandırır ve ciddi bir düşünce tarzı verir. İletişimde dikkatli ve ölçülüdür. Erken eğitimde zorluklar veya gecikmeler yaşanabilir.",
    "4": "Satürn 4. evde, aile içinde sorumluluklar veya kısıtlamalar getirir. Çocuklukta duygusal mesafeler veya zorluklar yaşanmış olabilir. Güvenliği evde istikrar ve düzen kurarak arar.",
    "5": "Satürn 5. evde, yaratıcılık, aşk ve eğlence konularında kısıtlamalar veya engeller yaratabilir. Kişi, romantizme ciddi yaklaşır ve kendini ifade etmekte zorlanabilir.",
    "6": "Satürn 6. evde, iş hayatında disiplin, sorumluluk ve sıkı çalışma gerektirir. Kişi, detaylara önem veren, güvenilir bir çalışandır. Kronik sağlık sorunlarına dikkat etmelidir.",
    "7": "Satürn 7. evde, ilişkilere ve evliliğe ciddi bir yaklaşım getirir. Kişi, sadakat ve istikrar arar. Evlilik geç yaşta veya kendisinden olgun bir partnerle olabilir.",
    "8": "Satürn 8. evde, ortak kaynaklar, vergiler ve miras konularında sorumluluklar veya zorluklar getirir. Cinsellik ve yakınlık konularında korkular veya engeller olabilir.",
    "9": "Satürn 9. evde, inanç ve felsefelerde yapılandırılmış ve geleneksel bir yaklaşım verir. Yüksek öğrenimde disiplinli ve metodik bir çalışma gerektirir.",
    "10": "Satürn kendi evinde (10. ev) güçlüdür. Kariyerde sıkı çalışma, sabır ve disiplinle gelen kalıcı bir başarı vaat eder. Kişi, zamanla otorite ve saygınlık kazanır.",
    "11": "Satürn 11. evde, az ama öz, sadık bir arkadaş çevresi verir. Kişi, sosyal gruplarda sorumluluk alır ancak bazen kendini yalnız hissedebilir. Gelecek hedefleri gerçekçi ve planlıdır.",
    "12": "Satürn 12. evde, bilinçaltında derin korkular, suçluluk duyguları ve yalnızlık hissi yaratabilir. Kişi, karmik borçlarını ödemek için içsel çalışmalar yapmalıdır. Disiplinli ruhsal pratikler faydalıdır."
  },
  "Uranus": {
    "1": "Uranüs 1. evde, kişiye özgün, bağımsız ve isyankar bir doğa verir. Sıra dışı ve öngörülemezdir. Özgürlüğüne son derece düşkündür ve kurallara uymayı sevmez.",
    "2": "Uranüs 2. evde, finansal konularda ani iniş çıkışlar yaratır. Para, beklenmedik yollarla gelir ve gider. Kişi, teknoloji veya yenilikçi alanlardan gelir elde edebilir.",
    "3": "Uranüs 3. evde, parlak ve orijinal fikirlere, ani sezgisel aydınlanmalara işaret eder. İletişim tarzı sıradışı ve bazen kesintili olabilir. Düşünceleri zamanının ötesindedir.",
    "4": "Uranüs 4. evde, aile hayatında ve ev ortamında istikrarsızlık veya ani değişiklikler getirir. Sık taşınmalar veya alışılmadık bir aile yapısı görülebilir.",
    "5": "Uranüs 5. evde, aşk hayatında ani ve beklenmedik ilişkilere yol açar. Kişi, özgürlüğünü kısıtlamayan, sıradışı partnerleri tercih eder. Yaratıcılıkta özgün ve yenilikçidir.",
    "6": "Uranüs 6. evde, iş hayatında ve günlük rutinlerde ani değişiklikler yaratır. Kişi, monoton işlerden sıkılır ve teknoloji, bilim veya reformla ilgili işlere yönelir.",
    "7": "Uranüs 7. evde, ilişkilerde özgürlük ve bağımsızlık ihtiyacını vurgular. Ani başlayan ve biten ortaklıklar görülebilir. Kişi, geleneksel olmayan, bağımsız partnerleri çeker.",
    "8": "Uranüs 8. evde, ani krizler ve derin dönüşümler yoluyla sarsıcı aydınlanmalar getirir. Cinsellik ve ortak kaynaklar konusunda sıradışı yaklaşımlar sergiler.",
    "9": "Uranüs 9. evde, geleneksel inançlara ve felsefelere karşı isyankar bir tutum verir. Astroloji, metafizik veya radikal fikirlere ilgi duyar. Ani seyahat fırsatları çıkabilir.",
    "10": "Uranüs 10. evde, kariyerde ani ve beklenmedik değişikliklere işaret eder. Kişi, teknoloji, havacılık, bilim veya sosyal reform gibi yenilikçi alanlarda bir kariyer seçebilir.",
    "11": "Uranüs kendi evinde (11. ev) güçlüdür. Kişiyi insancıl, reformist ve idealist yapar. Sıradışı arkadaşları vardır ve sosyal gruplar içinde devrimci fikirleri savunur.",
    "12": "Uranüs 12. evde, bilinçaltından ani sezgisel patlamalar ve aydınlanmalar getirir. Kişi, gizli gruplara veya reformist faaliyetlere dahil olabilir. Ani farkındalıklar yaşar."
  },
  "Neptune": {
    "1": "Neptün 1. evde, kişiye hassas, hayalperest, empatik ve sanatsal bir doğa verir. Kimlik algısı belirsiz olabilir ve başkalarından kolayca etkilenir. Bukalemun gibidir.",
    "2": "Neptün 2. evde, finansal konularda belirsizlik ve karmaşa yaratabilir. Kişi, paraya karşı idealist veya pratik olmayan bir tutum sergileyebilir. Aldanmalara karşı dikkatli olmalıdır.",
    "3": "Neptün 3. evde, iletişime hayal gücü ve sezgisellik katar. Kişi, şiirsel ve ilham verici konuşabilir ancak bazen düşünceleri dağınık veya belirsiz olabilir.",
    "4": "Neptün 4. evde, aile ve ev hayatını idealleştirme eğilimi verir. Aile içinde belirsiz veya kafa karıştırıcı durumlar yaşanabilir. Kişi, huzurlu ve ruhsal bir yuva arar.",
    "5": "Neptün 5. evde, romantizmi ve aşkı idealleştirir. Kişi, bir 'ruh eşi' arar ve kolayca hayal kırıklığına uğrayabilir. Yaratıcılıkta ilham verici ve sanatsaldır.",
    "6": "Neptün 6. evde, iş hayatında ve günlük rutinlerde karmaşa yaratabilir. Kişi, hizmet ve şifa alanlarında çalışmaktan doyum sağlar. Teşhisi zor sağlık sorunları görülebilir.",
    "7": "Neptün 7. evde, partneri ve ilişkileri idealleştirme eğilimi verir. Kişi, partnerinde bir kurtarıcı veya ruh eşi arar, bu da aldanmalara ve hayal kırıklıklarına yol açabilir.",
    "8": "Neptün 8. evde, psişik hassasiyeti artırır. Ortak kaynaklar ve miras konularında karmaşa veya aldatılma riski olabilir. Mistik ve ruhsal konulara derin bir ilgi duyar.",
    "9": "Neptün 9. evde, inançlara ve felsefeye mistik ve ruhsal bir yaklaşım getirir. Kişi, evrensel sevgi, maneviyat ve ilahi olanla birleşme arayışındadır.",
    "10": "Neptün 10. evde, kariyer yolunda belirsizlik yaratabilir. Kişi, sanat, sinema, şifa veya ruhsal rehberlik gibi alanlarda ilham verici bir kariyer yapabilir. Kamusal imajı gizemli veya çekicidir.",
    "11": "Neptün 11. evde, idealist ve fedakar arkadaşlıklara işaret eder. Kişi, sanatsal veya ruhsal gruplara çekilir. Arkadaşlıklar konusunda hayal kırıklıkları yaşayabilir.",
    "12": "Neptün kendi evinde (12. ev) son derece güçlüdür. Kişiye derin bir sezgisellik, empati ve kolektif bilinçle bağlantı verir. Yalnızlık, meditasyon ve ruhsal çalışmalarla kendini bulur."
  },
  "Pluto": {
    "1": "Plüton 1. evde, kişiye yoğun, karizmatik ve güçlü bir kişilik verir. Kontrol etme ve dönüştürme arzusu yüksektir. Hayatı boyunca derin krizler ve yeniden doğuşlar yaşar.",
    "2": "Plüton 2. evde, finansal konularda güç mücadeleleri ve takıntılar yaratır. Kişi, zenginlik yoluyla güç kazanmak isteyebilir. Değer yargıları derin bir dönüşüm geçirir.",
    "3": "Plüton 3. evde, zihni derinleştirir ve araştırmacı bir yetenek verir. Kişi, sözleriyle etkileyebilir ve sırları açığa çıkarma gücüne sahiptir. İletişimi yoğun ve dönüştürücüdür.",
    "4": "Plüton 4. evde, aile içinde derin psikolojik dinamikler ve güç mücadeleleri olduğunu gösterir. Kişi, kökleriyle ilgili sırları ortaya çıkarabilir ve ailevi krizler yoluyla dönüşür.",
    "5": "Plüton 5. evde, aşk ilişkilerini yoğun, tutkulu ve bazen takıntılı hale getirir. Yaratıcılık, derin psikolojik kaynaklardan beslenir. Aşkta güç oyunları ve kıskançlık görülebilir.",
    "6": "Plüton 6. evde, iş hayatında ve sağlıkta derin dönüşümler getirir. Kişi, işine takıntılı olabilir veya iş yerinde güç mücadeleleri yaşayabilir. İyileştirme ve arındırma gücü vardır.",
    "7": "Plüton 7. evde, ilişkileri yoğun, dönüştürücü ve karmik hale getirir. Kişi, güçlü ve kontrolcü partnerleri çekebilir. İlişkilerde güç mücadeleleri ve derin dönüşümler yaşanır.",
    "8": "Plüton kendi evinde (8. ev) son derece güçlüdür. Kişiye krizleri yönetme, gizemleri çözme ve derin psikolojik analiz yeteneği verir. Cinsellik, ölüm ve yeniden doğuş temaları hayatında merkezidir.",
    "9": "Plüton 9. evde, inanç ve felsefelerde derin ve takıntılı bir arayış verir. Kişi, gerçeği bulmak için her şeyi sorgular ve fanatik eğilimler gösterebilir. Dünya görüşü kökten değişebilir.",
    "10": "Plüton 10. evde, kariyerde büyük bir güç ve etki arzusu verir. Kişi, toplumda dönüştürücü bir rol oynayabilir. Güç ve otoriteyi elde etme ve kaybetme döngüleri yaşayabilir.",
    "11": "Plüton 11. evde, arkadaşlıkları ve grup ilişkilerini yoğun ve dönüştürücü kılar. Kişi, güçlü ve etkili gruplara çekilir. Arkadaşlıklar aracılığıyla güç mücadeleleri veya ihanetler yaşanabilir.",
    "12": "Plüton 12. evde, bilinçaltında güçlü ve takıntılı enerjiler olduğunu gösterir. Kişi, derin psikolojik korkularla yüzleşmeli ve kendini arındırmalıdır. Gizli düşmanlar veya kendi kendini sabote etme eğilimi olabilir."
  }
}