{
  "Mercury": "Doğum haritasında Merkür'ün retro olması, zihnin standarttan farklı, daha içe dönük çalıştığını gösterir. Kişi, düşüncelerini dışa vurmadan önce zihninde defalarca tartar ve yeniden formüle eder. Bu, iletişimde gecikmelere veya yanlış anlaşılmalara yol açabilir, ancak aynı zamanda çok daha derin, orijinal ve sezgisel bir düşünce yapısı verir. Kişi, olayları başkalarının görmediği bir perspektiften anlama yeteneğine sahiptir.",
  "Venus": "Doğum haritasında Venüs'ün retro olması, sevgi, ilişkiler ve değerler konusunda içsel ve sıradışı bir yaklaşımı belirtir. Kişi, sevgi dilini ve ilişkilerden beklentilerini toplumsal normlara göre değil, kendi içsel standartlarına göre belirler. Bu, ilişkilerde zorluklara veya kendini sevilmeye layık görmeme hissine yol açabilir, ancak aynı zamanda çok daha derin, karmik ve otantik sevgi bağları kurma potansiyeli verir.",
  "Mars": "Doğum haritasında Mars'ın retro olması, eylem, arzu ve öfke enerjisinin içe yöneldiğini gösterir. Kişi, harekete geçmekte tereddüt edebilir veya enerjisini dolaylı yollardan ifade edebilir. Rekabetten kaçınma veya bastırılmış öfke görülebilir. Bu pozisyon, kişinin enerjisini stratejik olarak planlaması ve içsel motivasyonunu anladıktan sonra harekete geçmesi gerektiğini öğretir.",
  "Jupiter": "Jüpiter'in retro olması, kişinin büyüme, inanç ve anlam arayışının içsel bir yolculuk olduğunu gösterir. Toplumsal veya geleneksel felsefeler yerine, kendi içsel bilgeliğine ve ahlaki pusulasına güvenir. Büyüme ve şans, dış dünyadaki fırsatlardan çok, içsel farkındalık ve kişisel gelişim yoluyla gelir.",
  "Saturn": "Satürn'ün retro olması, kişinin sorumluluk, disiplin ve korkularla olan ilişkisinin son derece içsel olduğunu belirtir. Otorite figürleri dışarıda değil, içeridedir. Kişi, kendine karşı çok sert ve eleştirel olabilir. Hayat dersleri, dış dünyadaki engellerden çok, içsel güvensizlikleri ve karmik kalıpları aşmakla ilgilidir.",
  "Uranus": "Uranüs'ün retro olması, kişinin isyanının ve özgürlük arayışının içsel bir devrim şeklinde yaşandığını gösterir. Kişi, toplumsal normlara dışarıdan uyar gibi görünse de, iç dünyasında tamamen özgün ve kurallara aykırı bir yapıya sahiptir. Değişim ve aydınlanma, ani dış olaylardan çok, içsel farkındalık patlamalarıyla gelir.",
  "Neptune": "Neptün'ün retro olması, kişinin hayal gücü, sezgileri ve ruhsal bağlantısının çok derin ve kişisel olduğunu gösterir. Dış dünyadaki illüzyonlardan ziyade, kendi içsel rüyaları ve vizyonlarıyla daha çok bağlantıdadır. Yaratıcılık ve ilham, kolektif bilinçaltının derinliklerinden gelir.",
  "Pluto": "Plüton'un retro olması, güç, kontrol ve dönüşümle ilgili en derin derslerin içsel psikolojik düzeyde yaşandığını gösterir. Kişi, kendi gölge yanları, takıntıları ve bilinçaltı kalıplarıyla yüzleşmek ve onları dönüştürmek zorundadır. Güç, dış dünyayı kontrol etmekten değil, kendini kontrol etmekten gelir."
}